[
  {
    "id": "1241",
    "title": "Dolphin Registration Check-in and Badge Collection [1241] (Làm thủ tục check-in đăng ký Dolphin và nhận thẻ đeo)",
    "time": "Monday, May 197:30 AM - 8:00 PM EDT",
    "rawDesc": "Stop by the Dolphin Convention Center to pick up your badge and complimentary water bottle Sponsored by Ensono (Hãy ghé qua Trung tâm Hội nghị Dolphin để nhận thẻ đeo và chai nước miễn phí, được tài trợ bởi Ensono)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1242",
    "title": "Swan Registration Check-in and Badge Collection [1242] (Làm thủ tục check-in đăng ký Swan và nhận thẻ đeo)",
    "time": "Monday, May 197:30 AM - 4:00 PM EDT",
    "rawDesc": "Stop by the Swan Convention Center to pick up your badge and complimentary water bottle Sponsored by Ensono (Hãy ghé qua Trung tâm Hội nghị Swan để nhận thẻ đeo và chai nước miễn phí, được tài trợ bởi Ensono)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1243",
    "title": "Opening General Session [1243] (Phiên khai mạc chung)",
    "time": "Monday, May 195:00 PM - 6:30 PM EDT",
    "rawDesc": "(Nội dung không được cung cấp chi tiết trong tài liệu)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1244",
    "title": "Emerald City Expo Welcome Reception, Sponsored by Accenture [1244] (Tiệc chiêu đãi chào mừng Triển lãm Emerald City, được tài trợ bởi Accenture)",
    "time": "Monday, May 196:30 PM - 8:30 PM EDT",
    "rawDesc": "Emerald City Expo Welcome Reception, Sponsored by Accenture. Spend time with us in the Solutions Expo featuring 100+ FIS kiosks, take in an Expo Theater Session in one of the four theaters and explore the FIS HUB. Don't forget to visit with our 65+ Emerald sponsors. Be sure to try the Signature Sangria! (Tiệc chiêu đãi chào mừng Triển lãm Emerald City, được tài trợ bởi Accenture. Dành thời gian với chúng tôi tại Triển lãm Giải pháp với hơn 100 quầy của FIS, tham dự Phiên Nhà hát Triển lãm tại một trong bốn nhà hát và khám phá FIS HUB. Đừng quên ghé thăm hơn 65 nhà tài trợ Emerald của chúng tôi. Hãy nhớ thử Signature Sangria!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3008",
    "title": "EXPO THEATER SESSION: BNPL Installment Loans on FIS Debit Cards (Preview)[3008]",
    "time": "Monday, May 197:00 PM - 7:20 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 922: BNPL Installment Loans on FIS Debit Cards. Discuss our new FIS partnership with Affirm where we will offer Affirm BNPL installment loans to FIS debit cardholders through their existing bank debit card and digital banking channel either before or after a debit transaction. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 922: Cho vay trả góp BNPL trên thẻ ghi nợ FIS. Thảo luận về mối quan hệ đối tác mới của FIS với Affirm, nơi chúng tôi sẽ cung cấp các khoản vay trả góp BNPL của Affirm cho chủ thẻ ghi nợ FIS thông qua thẻ ghi nợ ngân hàng hiện có và kênh ngân hàng kỹ thuật số của họ trước hoặc sau giao dịch ghi nợ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3006",
    "title": "EXPO THEATER SESSION: Customer Relationship Management by Connections Anywhere (Preview)[3006]",
    "time": "Monday, May 197:00 PM - 7:20 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 929: Customer Relationship Management by Connections Anywhere. How do you know if your sales initiatives are effective? What are you doing to track success? Do marketing efforts track directly back to the customer? Understanding success just got easy. The FIS CRM Connections can provide dashboards to quickly understand successes and opportunities, while our Report Studio will empower you to build custom reports to share with your entire team. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 929: Quản lý quan hệ khách hàng bằng Connections Anywhere. Làm thế nào để bạn biết các sáng kiến bán hàng của mình có hiệu quả hay không? Bạn đang làm gì để theo dõi sự thành công? Các nỗ lực tiếp thị có theo dõi trực tiếp trở lại khách hàng không? Hiểu rõ sự thành công giờ đây trở nên dễ dàng. FIS CRM Connections có thể cung cấp các bảng điều khiển để nhanh chóng hiểu rõ các thành công và cơ hội, trong khi Report Studio của chúng tôi sẽ trao quyền cho bạn xây dựng các báo cáo tùy chỉnh để chia sẻ với toàn bộ nhóm của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3005",
    "title": "EXPO THEATER SESSION: Introducing our Certified API Integration Program (Preview)[3005]",
    "time": "Monday, May 197:00 PM - 7:20 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 209: Introducing our Certified API Integration Program. The FIS Certified Integration Program provides 3rd party vendors access to FIS’ technical resources to allow for rapid integration into our platforms and services with the goal of providing our clients total optionality when choosing the right solutions to run their business. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 209: Giới thiệu Chương trình tích hợp API được chứng nhận của chúng tôi. Chương trình tích hợp được chứng nhận của FIS cung cấp cho các nhà cung cấp bên thứ 3 quyền truy cập vào các tài nguyên kỹ thuật của FIS để cho phép tích hợp nhanh chóng vào các nền tảng và dịch vụ của chúng tôi với mục tiêu cung cấp cho khách hàng của chúng tôi toàn bộ tùy chọn khi lựa chọn các giải pháp phù hợp để điều hành doanh nghiệp của họ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3007",
    "title": "EXPO THEATER SESSION: Stopping fraud in an era of AI and deep fakes with Identity (Preview)[3007]",
    "time": "Monday, May 197:00 PM - 7:20 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 606: Stopping fraud in an era of AI and deep fakes with Atelio. Learn about a cutting-edge new solution from Atelio by FIS designed to combat customer fraud from new technology and emerging threats. From new customer onboarding, to money movement and address updates, learn how a durable identity can safeguard your institution at every touchpoint. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 606: Ngăn chặn gian lận trong kỷ nguyên AI và deep fake bằng Atelio. Tìm hiểu về một giải pháp mới tiên tiến từ Atelio của FIS được thiết kế để chống lại gian lận của khách hàng từ công nghệ mới và các mối đe dọa mới nổi. Từ việc giới thiệu khách hàng mới đến chuyển tiền và cập nhật địa chỉ, tìm hiểu cách một danh tính bền vững có thể bảo vệ tổ chức của bạn tại mọi điểm tiếp xúc.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3012",
    "title": "EXPO THEATER SESSION: Introducing FIS Money Movement Hub (Preview)[3012]",
    "time": "Monday, May 197:30 PM - 7:50 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 1206: Introducing FIS Money Movement Hub. The FIS Money Movement Hub addresses the challenges faced by legacy systems in today's fast-paced digital environment. These systems are often slow, lack real-time processing capabilities, and fail to meet the demand for instant, seamless transactions that modern consumers expect. To remain competitive, institutions must deliver real-time, differentiated payment experiences by combining all Money Movement (such as Instant Payments, ACH, Wires) into one solution. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 1206: Giới thiệu FIS Money Movement Hub. FIS Money Movement Hub giải quyết các thách thức mà các hệ thống cũ phải đối mặt trong môi trường kỹ thuật số tốc độ nhanh ngày nay. Các hệ thống này thường chậm, thiếu khả năng xử lý theo thời gian thực và không đáp ứng được nhu cầu về các giao dịch tức thời, liền mạch mà người tiêu dùng hiện đại mong đợi. Để duy trì tính cạnh tranh, các tổ chức phải cung cấp trải nghiệm thanh toán theo thời gian thực, khác biệt bằng cách kết hợp tất cả các giao dịch chuyển tiền (chẳng hạn như Thanh toán tức thời, ACH, Chuyển khoản) vào một giải pháp duy nhất.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3009",
    "title": "How to Drive Deeper Cardholder Engagement for Less Cost (Preview)[3009]",
    "time": "Monday, May 197:30 PM - 7:50 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 923: Unlock a New Way to Fund Card Marketing Programs. Learn how you can fuel debit card portfolio growth with PaymentsEdge Marketing & Advisory and our NYCE/CULIANCE payment networks. Attract new cardholders, re-engage low-usage accounts, and reward active users while generating higher interchange income—all through cost-effective, bundled solutions. Join us to explore strategies that deliver measurable impact and maximize your card program’s potential. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 923: Mở khóa cách mới để tài trợ cho các Chương trình Tiếp thị Thẻ. Tìm hiểu cách bạn có thể thúc đẩy tăng trưởng danh mục thẻ ghi nợ bằng PaymentsEdge Marketing & Advisory và mạng lưới thanh toán NYCE/CULIANCE của chúng tôi. Thu hút chủ thẻ mới, tái tương tác với các tài khoản sử dụng thấp và thưởng cho người dùng tích cực trong khi tạo ra doanh thu trao đổi cao hơn—tất cả thông qua các giải pháp trọn gói, hiệu quả về chi phí. Hãy tham gia cùng chúng tôi để khám phá các chiến lược mang lại tác động đo lường được và tối đa hóa tiềm năng chương trình thẻ của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1246",
    "title": "Morning Movement Class [1246] (Lớp vận động buổi sáng)",
    "time": "Tuesday, May 206:15 AM - 7:15 AM EDT",
    "rawDesc": "Start your day with a refreshing burst of energy by joining our morning movement class outdoors. Whether you're looking to stretch, strengthen, or simply enjoy the fresh air, this class is the perfect way to boost your mood and productivity. All levels welcome. Session is currently full. Check back for openings. (Bắt đầu ngày mới với nguồn năng lượng sảng khoái bằng cách tham gia lớp vận động buổi sáng ngoài trời của chúng tôi. Cho dù bạn muốn giãn cơ, tăng cường sức mạnh hay đơn giản là tận hưởng không khí trong lành, lớp học này là cách hoàn hảo để nâng cao tâm trạng và năng suất của bạn. Tất cả các cấp độ đều được chào đón. Phiên hiện tại đã đầy chỗ. Vui lòng kiểm tra lại để xem có chỗ trống không.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1248",
    "title": "Breakfast [1248] (Bữa sáng)",
    "time": "Tuesday, May 207:30 AM - 8:45 AM EDT",
    "rawDesc": "Begin your day with a delightful breakfast crafted by the hotel's chef! For your convenience, we offer to-go containers. (Bắt đầu ngày mới với bữa sáng ngon miệng do đầu bếp của khách sạn chuẩn bị! Để thuận tiện cho bạn, chúng tôi cung cấp hộp đựng mang đi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1250",
    "title": "Dolphin Registration Check-in and Badge Collection [1250] (Làm thủ tục check-in đăng ký Dolphin và nhận thẻ đeo)",
    "time": "Tuesday, May 207:30 AM - 6:00 PM EDT",
    "rawDesc": "Stop by the Dolphin Convention Center to pick up your badge and complimentary water bottle Sponsored by Ensono. (Hãy ghé qua Trung tâm Hội nghị Dolphin để nhận thẻ đeo và chai nước miễn phí, được tài trợ bởi Ensono.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1251",
    "title": "Swan Registration Check-in and Badge Collection [1251] (Làm thủ tục check-in đăng ký Swan và nhận thẻ đeo)",
    "time": "Tuesday, May 207:30 AM - 6:00 PM EDT",
    "rawDesc": "Stop by the Swan Convention Center to pick up your badge and complimentary water bottle Sponsored by Ensono. (Hãy ghé qua Trung tâm Hội nghị Swan để nhận thẻ đeo và chai nước miễn phí, được tài trợ bởi Ensono.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1249",
    "title": "Wellness Lounge, Sponsored by Mastercard [1249] (Phòng chờ Chăm sóc sức khỏe, được tài trợ bởi Mastercard)",
    "time": "Tuesday, May 207:30 AM - 5:00 PM EDT",
    "rawDesc": "Momentum of Gratitude: Energize and Thrive: By recognizing and appreciating the positive aspects of our work and lives, we can build momentum that energizes us and propels us towards thriving in all areas. (Động lực của Lòng biết ơn: Tiếp thêm năng lượng và Phát triển thịnh vượng: Bằng cách nhận ra và trân trọng những khía cạnh tích cực trong công việc và cuộc sống của chúng ta, chúng ta có thể xây dựng động lực tiếp thêm năng lượng cho chúng ta và thúc đẩy chúng ta phát triển thịnh vượng trong mọi lĩnh vực.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1245",
    "title": "General Session [1245] (Phiên họp chung)",
    "time": "Tuesday, May 209:00 AM - 10:30 AM EDT",
    "rawDesc": "Hear from FIS' CEO and President Stephanie Ferris, Chief Client Officer Kelly Beatty and our Guest Speaker, Bear Grylls. (Nghe từ CEO và Chủ tịch của FIS Stephanie Ferris, Giám đốc Khách hàng Kelly Beatty và Khách mời đặc biệt của chúng tôi, Bear Grylls.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1252",
    "title": "Emerald City Expo with Refreshments [1252] (Triển lãm Emerald City với đồ uống giải khát)",
    "time": "Tuesday, May 2010:30 AM - 12:00 PM EDT",
    "rawDesc": "If you enjoy a great cappuccino, make sure to stop by the Gourmet Coffee Station, proudly sponsored by PwC. While you're there, explore the Solutions Expo with over 100 FIS kiosks. Attend an engaging session in one of the four Expo theaters and discover the FIS HUB. Don't miss out on visiting our 65+ Emerald sponsors! (Nếu bạn thích cà phê cappuccino tuyệt vời, hãy ghé qua Quầy Cà phê Cao cấp, tự hào được tài trợ bởi PwC. Trong khi ở đó, hãy khám phá Triển lãm Giải pháp với hơn 100 quầy của FIS. Tham dự một phiên hấp dẫn tại một trong bốn nhà hát Triển lãm và khám phá FIS HUB. Đừng bỏ lỡ việc ghé thăm hơn 65 nhà tài trợ Emerald của chúng tôi!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4000",
    "title": "Experience the Future of Engagement-Driven Banking [4000] (Trải nghiệm Tương lai của Ngân hàng theo định hướng tương tác)",
    "time": "Tuesday, May 2011:00 AM - 11:20 AM EDT",
    "rawDesc": "Campaigns power engagement to drive awareness and adoption of your products and services. Introduce experiences through our mobile-first engagement platform built for the next generation of cardholders. Whether your goal is to acquire, onboard, inform or reward - our engagement experiences drive desired behavior outcomes designed for financial institutions. (Các chiến dịch thúc đẩy sự tương tác để nâng cao nhận thức và việc chấp nhận các sản phẩm và dịch vụ của bạn. Giới thiệu trải nghiệm thông qua nền tảng tương tác ưu tiên thiết bị di động của chúng tôi được xây dựng cho thế hệ chủ thẻ tiếp theo. Cho dù mục tiêu của bạn là thu hút, giới thiệu, thông báo hay khen thưởng - trải nghiệm tương tác của chúng tôi thúc đẩy các kết quả hành vi mong muốn được thiết kế cho các tổ chức tài chính.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3014",
    "title": "EXPO THEATER SESSION: Market Trends and Impacts to Payment Networks (Preview)[3014]",
    "time": "Tuesday, May 2011:00 AM - 11:20 AM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 918: Market Trends and Impacts to Payment Networks. Join us as we explore the latest payment network trends, evolving market demands, and best practices for 2025 and beyond. We'll also examine how these shifts impact financial institutions and highlight how FIS can empower your organization to remain competitive in a rapidly changing landscape. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 918: Xu hướng thị trường và Tác động đến Mạng lưới thanh toán. Hãy tham gia cùng chúng tôi khi chúng tôi khám phá các xu hướng mạng lưới thanh toán mới nhất, nhu cầu thị trường đang phát triển và các phương pháp hay nhất cho năm 2025 và sau đó. Chúng tôi cũng sẽ xem xét cách những thay đổi này tác động đến các tổ chức tài chính và làm nổi bật cách FIS có thể trao quyền cho tổ chức của bạn để duy trì tính cạnh tranh trong bối cảnh thay đổi nhanh chóng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3013",
    "title": "EXPO THEATER SESSION: Preparing Your Teams for Core Modernization Success (Preview)[3013]",
    "time": "Tuesday, May 2011:00 AM - 11:20 AM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 928: Preparing Your Teams for Core Modernization Success. Thinking about migrating to a modern core? Learn essential preparation strategies, program governance best practices, and key timing insights to ensure your teams are equipped for a seamless and successful transition. Discover how to align your organization, minimize risks, and unlock the full potential of core modernization. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 928: Chuẩn bị cho Đội ngũ của bạn cho Thành công Hiện đại hóa Hệ thống cốt lõi. Đang cân nhắc chuyển sang một hệ thống cốt lõi hiện đại? Tìm hiểu các chiến lược chuẩn bị thiết yếu, các phương pháp quản trị chương trình hay nhất và các hiểu biết quan trọng về thời gian để đảm bảo đội ngũ của bạn được trang bị cho một quá trình chuyển đổi liền mạch và thành công. Khám phá cách điều chỉnh tổ chức của bạn, giảm thiểu rủi ro và mở khóa toàn bộ tiềm năng của hiện đại hóa hệ thống cốt lõi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3032",
    "title": "EXPO THEATER SESSION: Transforming Banking Operations with PREBOTs and Prebuilt Workflows [3032] (PHIÊN NHÀ HÁT TRIỂN LÃM: Chuyển đổi Hoạt động Ngân hàng bằng PREBOTs và Quy trình làm việc dựng sẵn)",
    "time": "Tuesday, May 2011:00 AM - 11:20 AM EDT",
    "rawDesc": "Prebuilt bots (FIS PREBOTs) are transforming banking by automating lending and deposit operations. They streamline back-office workflows, tackle Reg E challenges, and eliminate manual errors. By leveraging RPA, ICR/OCR, and prebuilt automation, banks can boost efficiency and free up resources for high-value tasks. These solutions handle Reg E disputes, account servicing, and compliance with seamless integration, faster implementation, and improved accuracy. (Các bot dựng sẵn (FIS PREBOTs) đang chuyển đổi hoạt động ngân hàng bằng cách tự động hóa các hoạt động cho vay và tiền gửi. Chúng hợp lý hóa quy trình làm việc hậu kỳ, giải quyết các thách thức của Quy định E và loại bỏ lỗi thủ công. Bằng cách tận dụng RPA, ICR/OCR và tự động hóa dựng sẵn, các ngân hàng có thể tăng hiệu quả và giải phóng tài nguyên cho các nhiệm vụ có giá trị cao. Các giải pháp này xử lý tranh chấp Quy định E, dịch vụ tài khoản và tuân thủ với tích hợp liền mạch, triển khai nhanh hơn và cải thiện độ chính xác.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3017",
    "title": "EXPO THEATER SESSION: Premium Payback Next Gen - Introducing Apple Pay: Pay with Rewards [3017] (PHIÊN NHÀ HÁT TRIỂN LÃM: Premium Payback Thế hệ Tiếp theo - Giới thiệu Apple Pay: Thanh toán bằng Thưởng)",
    "time": "Tuesday, May 2011:30 AM - 11:50 AM EDT",
    "rawDesc": "Premium Payback connects financial institutions, merchants, and over 61 million cardholders in a nationwide network, allowing customers to redeem loyalty points or cash back instantly at checkout. As we continue to grow our Premium Payback ecosystem, we are thrilled to introduce Apple Pay: Pay with Rewards. Now customers can choose to pay with the rewards from their eligible debit or credit card—right at checkout on Apple Pay, online or in app. (Premium Payback kết nối các tổ chức tài chính, người bán và hơn 61 triệu chủ thẻ trong một mạng lưới toàn quốc, cho phép khách hàng đổi điểm thưởng hoặc nhận tiền hoàn lại ngay lập tức tại thời điểm thanh toán. Khi chúng tôi tiếp tục phát triển hệ sinh thái Premium Payback của mình, chúng tôi rất vui được giới thiệu Apple Pay: Thanh toán bằng Thưởng. Giờ đây, khách hàng có thể chọn thanh toán bằng điểm thưởng từ thẻ ghi nợ hoặc thẻ tín dụng đủ điều kiện của họ—ngay tại thời điểm thanh toán trên Apple Pay, trực tuyến hoặc trong ứng dụng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3016",
    "title": "EXPO THEATER SESSION: Revolutionizing the Banker Journey with Generative AI (Preview)[3016]",
    "time": "Tuesday, May 2011:30 AM - 11:50 AM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 917: Revolutionizing the Banker Journey with Generative AI. Discover how Generative AI can transform the banker journey by eliminating friction in banker-customer interactions. Experience the power of hyperpersonalized, voice, and vision-driven solutions that are reshaping expectations. Dive into the transformative potential of AI to enhance processes and customer engagement. Don't miss the live demo of FIS's cutting-edge solutions, showcasing practical applications of Generative AI in banking. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 917: Cách mạng hóa Hành trình của Nhân viên Ngân hàng bằng AI tạo sinh. Khám phá cách AI tạo sinh có thể chuyển đổi hành trình của nhân viên ngân hàng bằng cách loại bỏ ma sát trong tương tác giữa nhân viên ngân hàng và khách hàng. Trải nghiệm sức mạnh của các giải pháp siêu cá nhân hóa, dựa trên giọng nói và hình ảnh đang định hình lại kỳ vọng. Đi sâu vào tiềm năng chuyển đổi của AI để nâng cao quy trình và sự tương tác của khách hàng. Đừng bỏ lỡ bản demo trực tiếp các giải pháp tiên tiến của FIS, giới thiệu các ứng dụng thực tế của AI tạo sinh trong ngân hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1253",
    "title": "Lunch [1253] (Bữa trưa)",
    "time": "Tuesday, May 2011:30 AM - 1:00 PM EDT",
    "rawDesc": "Today's lunch features a delightful variety of options prepared by our chef! Head over to Atlantic Hall to enjoy your meal, whether you prefer to dine in or take it to go. Convenient to-go containers are available for your ease. (Bữa trưa hôm nay có nhiều lựa chọn ngon miệng do đầu bếp của chúng tôi chuẩn bị! Hãy đến Atlantic Hall để thưởng thức bữa ăn của bạn, cho dù bạn muốn dùng bữa tại chỗ hay mang đi. Hộp đựng mang đi tiện lợi luôn có sẵn để bạn dễ dàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "922",
    "title": "BNPL Installment Loans on FIS Debit Cards (co-presented with Affirm)[922]",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Discuss our new FIS partnership with Affirm where we will offer Affirm BNPL installment loans to FIS debit cardholders through their existing bank debit card and digital banking channel either before or after a debit transaction (Thảo luận về mối quan hệ đối tác mới của FIS với Affirm, nơi chúng tôi sẽ cung cấp các khoản vay trả góp BNPL của Affirm cho chủ thẻ ghi nợ FIS thông qua thẻ ghi nợ ngân hàng hiện có và kênh ngân hàng kỹ thuật số của họ trước hoặc sau giao dịch ghi nợ)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "112",
    "title": "Comprehensive Solutions for Retail, Commercial, and Specialty Lending [112] (Các giải pháp toàn diện cho Cho vay Bán lẻ, Thương mại và Chuyên biệt)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Get a comprehensive view of FIS's Lending portfolio and our journey to becoming your go-to provider for all lending needs. From retail origination and servicing to complex commercial lending and specialty lending such as supply chain finance, discover how we're shaping the future of lending. (Có được cái nhìn toàn diện về danh mục Cho vay của FIS và hành trình của chúng tôi để trở thành nhà cung cấp hàng đầu cho mọi nhu cầu cho vay của bạn. Từ khởi tạo và phục vụ bán lẻ đến cho vay thương mại phức tạp và cho vay chuyên biệt như tài chính chuỗi cung ứng, khám phá cách chúng tôi đang định hình tương lai của hoạt động cho vay.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1102",
    "title": "Core Modernization Unleashed: Transforming Your Banking DNA [1102] (Hiện đại hóa Hệ thống cốt lõi được Giải phóng: Chuyển đổi DNA Ngân hàng của bạn)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Embark on a transformative journey with us as we explore the complexities of core modernization. This session will unravel how FIS's Modern Banking Platform (MBP) and PwC's industry expertise can help revolutionize your financial institution's core systems, driving innovation, efficiency, and compliance. (Bắt tay vào một hành trình chuyển đổi cùng chúng tôi khi chúng tôi khám phá sự phức tạp của hiện đại hóa hệ thống cốt lõi. Phiên này sẽ làm sáng tỏ cách Nền tảng Ngân hàng Hiện đại (MBP) của FIS và chuyên môn ngành của PwC có thể giúp cách mạng hóa các hệ thống cốt lõi của tổ chức tài chính của bạn, thúc đẩy sự đổi mới, hiệu quả và tuân thủ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "929",
    "title": "Customer Relationship Management by Connections Anywhere [929] (Quản lý Quan hệ Khách hàng bằng Connections Anywhere)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "How do you know if your sales initiatives are effective? What are you doing to track success? Do marketing efforts track directly back to the customer? Understanding success just got easy. The FIS CRM Connections can provide dashboards to quickly understand successes and opportunities, while our Report Studio will empower you to build custom reports to share with your entire team. (Làm thế nào để bạn biết các sáng kiến bán hàng của mình có hiệu quả hay không? Bạn đang làm gì để theo dõi sự thành công? Các nỗ lực tiếp thị có theo dõi trực tiếp trở lại khách hàng không? Hiểu rõ sự thành công giờ đây trở nên dễ dàng. FIS CRM Connections có thể cung cấp các bảng điều khiển để nhanh chóng hiểu rõ các thành công và cơ hội, trong khi Report Studio của chúng tôi sẽ trao quyền cho bạn xây dựng các báo cáo tùy chỉnh để chia sẻ với toàn bộ nhóm của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1300",
    "title": "Differentiate with Commercial & Treasury Services [1300] (Tạo sự khác biệt với các Dịch vụ Thương mại & Kho bạc)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Commercial operating accounts are gateways for regional and community banks to expand revenue. Join this session to learn how FIS collaborates with clients to create tailored product packages that help bankers differentiate in target verticals. By combining foundational cash management and treasury with exceptional service, we focus on the end-user experience, empowering bankers to align their business clients' needs with the capabilities required to achieve their goals. (Các tài khoản hoạt động thương mại là cửa ngõ để các ngân hàng khu vực và cộng đồng mở rộng doanh thu. Tham gia phiên này để tìm hiểu cách FIS hợp tác với khách hàng để tạo ra các gói sản phẩm tùy chỉnh giúp các nhân viên ngân hàng tạo sự khác biệt trong các ngành dọc mục tiêu. Bằng cách kết hợp quản lý tiền mặt và kho bạc nền tảng với dịch vụ đặc biệt, chúng tôi tập trung vào trải nghiệm người dùng cuối, trao quyền cho nhân viên ngân hàng để điều chỉnh nhu cầu của khách hàng doanh nghiệp của họ với các khả năng cần thiết để đạt được mục tiêu của họ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "217",
    "title": "Digital One Flex: Engaging customers and increasing efficiency with retail digital banking. [217] (Digital One Flex: Tương tác với khách hàng và tăng hiệu quả với ngân hàng số bán lẻ.)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Digital One Flex provides a retail digital banking for regional and community banks. Learn more about how the solution has advanced to further support for consumers and small businesses, and look ahead to what's coming next. (Digital One Flex cung cấp dịch vụ ngân hàng số bán lẻ cho các ngân hàng khu vực và cộng đồng. Tìm hiểu thêm về cách giải pháp đã phát triển để hỗ trợ thêm cho người tiêu dùng và doanh nghiệp nhỏ, và nhìn về phía trước về những gì sắp tới.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "903",
    "title": "Embedding Loyalty into the Foundation of Your Customer Experience [903] (Tích hợp Lòng trung thành vào Nền tảng Trải nghiệm Khách hàng của bạn)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Discover how loyalty service APIs empower financial institutions of all sizes to enhance customer experiences across digital channels. This live demo showcases tools for embedding loyalty seamlessly – from merchant offers and engagement campaigns to reward history, adjustments, and redemptions. Learn innovative ways to create lasting connections, boost engagement, and drive customer satisfaction. (Khám phá cách các API dịch vụ khách hàng thân thiết trao quyền cho các tổ chức tài chính thuộc mọi quy mô để nâng cao trải nghiệm khách hàng trên các kênh kỹ thuật số. Bản demo trực tiếp này giới thiệu các công cụ để tích hợp khách hàng thân thiết một cách liền mạch – từ ưu đãi của người bán và các chiến dịch tương tác đến lịch sử phần thưởng, điều chỉnh và đổi thưởng. Tìm hiểu những cách sáng tạo để tạo ra các kết nối bền vững, tăng cường sự tương tác và thúc đẩy sự hài lòng của khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "909",
    "title": "Enhancing Customer Engagement with the DirectLink Suite [909] (Tăng cường Tương tác với Khách hàng bằng DirectLink Suite)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Discover how Huntington National Bank leverages DirectLink Merchant to boost customer engagement through seamless remote capture and processing. Learn from FIS SMEs how the DirectLink Suite can optimize results across merchant, consumer, branch, and ATM channels, transforming customer experiences. (Khám phá cách Huntington National Bank tận dụng DirectLink Merchant để tăng cường sự tương tác của khách hàng thông qua việc thu thập và xử lý từ xa liền mạch. Tìm hiểu từ các chuyên gia của FIS về cách DirectLink Suite có thể tối ưu hóa kết quả trên các kênh người bán, người tiêu dùng, chi nhánh và ATM, chuyển đổi trải nghiệm khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "931",
    "title": "Grow Your Bank With Embedded Finance [931] (Phát triển Ngân hàng của bạn với Tài chính nhúng)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Explore the rapid growth of Embedded Finance, the challenges and opportunities it presents, and how our tailored engagement models can simplify entry into this space while ensuring compliance and scalability. Learn how to match our solutions to your EF evolution and develop a specific action plan to get started. (Khám phá sự tăng trưởng nhanh chóng của Tài chính nhúng, những thách thức và cơ hội mà nó mang lại, và cách các mô hình tương tác tùy chỉnh của chúng tôi có thể đơn giản hóa việc gia nhập lĩnh vực này đồng thời đảm bảo tuân thủ và khả năng mở rộng. Tìm hiểu cách kết hợp các giải pháp của chúng tôi với sự phát triển EF của bạn và xây dựng kế hoạch hành động cụ thể để bắt đầu.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "705",
    "title": "HORIZON Deposits and Deposits Origination: New Features and Updates [705] (Tiền gửi HORIZON và Khởi tạo Tiền gửi: Các Tính năng và Cập nhật Mới)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Discover the latest updates and future innovations for HORIZON Deposits and HORIZON Deposit Origination. Gain insight into new features designed to streamline processes and enhance your banking experience. Explore the roadmap and learn how these advancements can meet your evolving needs. (Khám phá các cập nhật mới nhất và những đổi mới trong tương lai cho Tiền gửi HORIZON và Khởi tạo Tiền gửi HORIZON. Có được cái nhìn sâu sắc về các tính năng mới được thiết kế để hợp lý hóa quy trình và nâng cao trải nghiệm ngân hàng của bạn. Khám phá lộ trình và tìm hiểu cách những tiến bộ này có thể đáp ứng nhu cầu ngày càng tăng của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "923",
    "title": "How to Drive Deeper Cardholder Engagement for Less Cost [923] (Cách thúc đẩy Sự gắn kết sâu sắc hơn của Chủ thẻ với Chi phí thấp hơn)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Learn how you can fuel debit card portfolio growth with PaymentsEdge Marketing & Advisory and our NYCE/CULIANCE payment networks. Attract new cardholders, re-engage low-usage accounts, and reward active users while generating higher interchange income through cost-effective, bundled solutions. Join us to explore strategies that deliver measurable impact and maximize your card program’s potential. (Tìm hiểu cách bạn có thể thúc đẩy tăng trưởng danh mục thẻ ghi nợ bằng PaymentsEdge Marketing & Advisory và mạng lưới thanh toán NYCE/CULIANCE của chúng tôi. Thu hút chủ thẻ mới, tái tương tác với các tài khoản sử dụng thấp và thưởng cho người dùng tích cực trong khi tạo ra doanh thu trao đổi cao hơn thông qua các giải pháp trọn gói, hiệu quả về chi phí. Hãy tham gia cùng chúng tôi để khám phá các chiến lược mang lại tác động đo lường được và tối đa hóa tiềm năng chương trình thẻ của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "301",
    "title": "How to Give your Business the Momentum it needs with AffinityEdge Cool Integrations and API’s [301] (Cách tạo Động lực cần thiết cho Doanh nghiệp của bạn bằng các Tích hợp và API tuyệt vời của AffinityEdge)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "AffinityEdge integrates with FIS products and strategic third-party solutions. AffinityEdge's open API architecture allows credit unions to create custom digital experiences with access to multiple digital integrations. (AffinityEdge tích hợp với các sản phẩm của FIS và các giải pháp chiến lược của bên thứ ba. Kiến trúc API mở của AffinityEdge cho phép các liên minh tín dụng tạo ra trải nghiệm kỹ thuật số tùy chỉnh với quyền truy cập vào nhiều tích hợp kỹ thuật số.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "804",
    "title": "IBS Data & Analytics: Strategy and Modernization [804] (Dữ liệu & Phân tích IBS: Chiến lược và Hiện đại hóa)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Learn about our IBS data and analytics strategies designed to unlock the power of data for regional and community banks. We'll dive into our modernization efforts and unveil new capabilities designed to help banks excel in tomorrow's competitive landscape. (Tìm hiểu về các chiến lược dữ liệu và phân tích IBS của chúng tôi được thiết kế để mở khóa sức mạnh của dữ liệu cho các ngân hàng khu vực và cộng đồng. Chúng tôi sẽ đi sâu vào các nỗ lực hiện đại hóa của chúng tôi và công bố các khả năng mới được thiết kế để giúp các ngân hàng vượt trội trong bối cảnh cạnh tranh của ngày mai.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "915",
    "title": "Innovative Strategies Driving the Office of the CFO [915] (Các Chiến lược Đổi mới thúc đẩy Văn phòng Giám đốc Tài chính)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Explore the evolving role of CFOs and priorities reshaping financial leadership. As working capital management becomes pivotal, CFOs are leveraging AI and automation to enhance efficiency and accuracy. Digitization is transforming financial processes, enabling data-driven decision-making. Risk mitigation strategies are evolving to address new threats, while revenue optimization remains a key focus. Join us to gain insights into strategic approaches shaping the future of financial stewardship. (Khám phá vai trò đang phát triển của các CFO và các ưu tiên định hình lại vai trò lãnh đạo tài chính. Khi quản lý vốn lưu động trở nên then chốt, các CFO đang tận dụng AI và tự động hóa để nâng cao hiệu quả và độ chính xác. Số hóa đang chuyển đổi các quy trình tài chính, cho phép ra quyết định dựa trên dữ liệu. Các chiến lược giảm thiểu rủi ro đang phát triển để giải quyết các mối đe dọa mới, trong khi tối ưu hóa doanh thu vẫn là trọng tâm chính. Tham gia cùng chúng tôi để có được cái nhìn sâu sắc về các phương pháp chiến lược định hình tương lai của quản lý tài chính.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1206",
    "title": "Introducing FIS Money Movement Hub [1206] (Giới thiệu FIS Money Movement Hub)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "The FIS Money Movement Hub addresses the challenges faced by legacy systems in today's fast-paced digital environment. These systems are often slow, lack real-time processing capabilities, and fail to meet the demand for instant, seamless transactions that modern consumers expect. To remain competitive, institutions must deliver real-time, differentiated payment experiences by combining all Money Movement (such as Instant Payments, ACH, Wires) into one solution. (FIS Money Movement Hub giải quyết các thách thức mà các hệ thống cũ phải đối mặt trong môi trường kỹ thuật số tốc độ nhanh ngày nay. Các hệ thống này thường chậm, thiếu khả năng xử lý theo thời gian thực và không đáp ứng được nhu cầu về các giao dịch tức thời, liền mạch mà người tiêu dùng hiện đại mong đợi. Để duy trì tính cạnh tranh, các tổ chức phải cung cấp trải nghiệm thanh toán theo thời gian thực, khác biệt bằng cách kết hợp tất cả các giao dịch chuyển tiền (chẳng hạn như Thanh toán tức thời, ACH, Chuyển khoản) vào một giải pháp duy nhất.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "209",
    "title": "Introducing our Certified API Integration Program [209] (Giới thiệu Chương trình Tích hợp API được Chứng nhận của chúng tôi)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "The FIS Certified Integration Program provides 3rd party vendors access to FIS’ technical resources to allow for rapid integration into our platforms and services with the goal of providing our clients total optionality when choosing the right solutions to run their business. (Chương trình Tích hợp được Chứng nhận của FIS cung cấp cho các nhà cung cấp bên thứ 3 quyền truy cập vào các tài nguyên kỹ thuật của FIS để cho phép tích hợp nhanh chóng vào các nền tảng và dịch vụ của chúng tôi với mục tiêu cung cấp cho khách hàng của chúng tôi toàn bộ tùy chọn khi lựa chọn các giải pháp phù hợp để điều hành doanh nghiệp của họ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "600",
    "title": "New Data, Better Decisions: Drive meaningful action throughout the deposit account lifecycle [600] (Dữ liệu mới, Quyết định tốt hơn: Thúc đẩy hành động có ý nghĩa trong toàn bộ vòng đời tài khoản tiền gửi)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "In 2025, growing quality deposits and retaining the right customers remains a top business challenge. Leveraging predictive tools like our NEW QualiFile score, and account management product can indeed be a game-changer for your institutions management of deposits and risk. By taking the right actions at the right time, you can enhance your decision-making process to achieve better results. Don't miss out on this opportunity to stay informed and elevate your risk management to the next level! (Năm 2025, việc tăng trưởng tiền gửi chất lượng và giữ chân đúng khách hàng vẫn là một thách thức kinh doanh hàng đầu. Tận dụng các công cụ dự đoán như điểm QualiFile MỚI của chúng tôi và sản phẩm quản lý tài khoản thực sự có thể là yếu tố thay đổi cuộc chơi cho việc quản lý tiền gửi và rủi ro của tổ chức bạn. Bằng cách thực hiện đúng hành động vào đúng thời điểm, bạn có thể nâng cao quy trình ra quyết định của mình để đạt được kết quả tốt hơn. Đừng bỏ lỡ cơ hội này để cập nhật thông tin và nâng tầm quản lý rủi ro của bạn lên một tầm cao mới!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "928",
    "title": "Preparing Your Teams for Core Modernization Success [928] (Chuẩn bị cho Đội ngũ của bạn cho Thành công Hiện đại hóa Hệ thống cốt lõi)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Thinking about migrating to a modern core? Learn essential preparation strategies, program governance best practices, and key timing insights to ensure your teams are equipped for a seamless and successful transition. Discover how to align your organization, minimize risks, and unlock the full potential of core modernization. (Đang cân nhắc chuyển sang một hệ thống cốt lõi hiện đại? Tìm hiểu các chiến lược chuẩn bị thiết yếu, các phương pháp quản trị chương trình hay nhất và các hiểu biết quan trọng về thời gian để đảm bảo đội ngũ của bạn được trang bị cho một quá trình chuyển đổi liền mạch và thành công. Khám phá cách điều chỉnh tổ chức của bạn, giảm thiểu rủi ro và mở khóa toàn bộ tiềm năng của hiện đại hóa hệ thống cốt lõi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "925",
    "title": "Profile - Unlocking the Full Potential of Profile Core Banking [925] (Profile - Mở khóa Toàn bộ Tiềm năng của Hệ thống Ngân hàng cốt lõi Profile)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Discover the hidden features and powerful tools of Profile core banking in this informative session. Join us to explore various functionalities and processes that can help you maximize the benefits of Profile. (Khám phá các tính năng ẩn và các công cụ mạnh mẽ của hệ thống ngân hàng cốt lõi Profile trong phiên thông tin này. Tham gia cùng chúng tôi để khám phá các chức năng và quy trình khác nhau có thể giúp bạn tối đa hóa lợi ích của Profile.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1305",
    "title": "Ready for your next generation cardholder? – an Executive look at the changing landscape and challenges [1305] (Sẵn sàng cho thế hệ chủ thẻ tiếp theo của bạn chưa? – Cái nhìn của Giám đốc điều hành về bối cảnh và thách thức đang thay đổi)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Our executive panel will have a in-depth conversation about the things FIS sees in a forever changing landscape. We discuss the cardholder of the future, their expectations and how Debit's 3rd-party integration program meet the challenges you face, head on. We have a toolbox of innovative solutions to generate revenue, create cardholder stickiness and reduce costs. This discussion will summarize our strategy and the associated workshops that we will be presenting along this track. (Ban giám đốc điều hành của chúng tôi sẽ có một cuộc trò chuyện chuyên sâu về những gì FIS nhìn thấy trong một bối cảnh luôn thay đổi. Chúng tôi thảo luận về chủ thẻ trong tương lai, kỳ vọng của họ và cách chương trình tích hợp bên thứ 3 của Debit đối mặt trực tiếp với những thách thức bạn gặp phải. Chúng tôi có một bộ công cụ các giải pháp sáng tạo để tạo doanh thu, tạo sự gắn kết của chủ thẻ và giảm chi phí. Cuộc thảo luận này sẽ tóm tắt chiến lược của chúng tôi và các buổi hội thảo liên quan mà chúng tôi sẽ trình bày dọc theo tuyến này.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1604",
    "title": "Retirement: Legislative and Regulatory Update: Part 1 [1604] (Hưu trí: Cập nhật Pháp luật và Quy định: Phần 1)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "This year has seen new SECURE 2.0 Act provisions and crucial IRS and DOL guidance on RMDs and automatic enrollment. TPAs, recordkeepers, and plan sponsors now have more plan features to choose from, but pitfalls await the uninformed. In this 2-part session, we will explore the latest legislative and regulatory updates affecting qualified retirement plans. (Năm nay đã có các quy định mới của Đạo luật SECURE 2.0 và hướng dẫn quan trọng của IRS và DOL về RMDs và đăng ký tự động. TPAs, người ghi nhận và nhà tài trợ kế hoạch hiện có nhiều tính năng kế hoạch hơn để lựa chọn, nhưng những cạm bẫy đang chờ đợi những người không được thông báo. Trong phiên gồm 2 phần này, chúng tôi sẽ khám phá các cập nhật pháp luật và quy định mới nhất ảnh hưởng đến các kế hoạch hưu trí đủ điều kiện.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2013",
    "title": "Spotlight Session: Powering Commercial Banking growth through merchant acquiring – a perspective from Comerica Bank [2013] (Phiên Tiêu điểm: Thúc đẩy tăng trưởng Ngân hàng Thương mại thông qua mua lại người bán – góc nhìn từ Comerica Bank)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Join us for an engaging discussion on how merchant acquiring is driving commercial banking growth, featuring insights from Comerica Bank. This session will explore the transformative power of merchant payments, offering a detailed perspective on emerging commercial growth trends and market opportunities. Learn how your organization can leverage the power of merchant acquiring to unlock new revenue streams and deliver enhanced customer value. Our speakers will also share best practices to effectively integrate merchant payments into your business strategy, ensuring sustainable growth in a competitive market. Don’t miss this opportunity to gain actionable insights from industry experts! (Tham gia cùng chúng tôi để có một cuộc thảo luận hấp dẫn về cách mua lại người bán đang thúc đẩy tăng trưởng ngân hàng thương mại, với những hiểu biết sâu sắc từ Comerica Bank. Phiên này sẽ khám phá sức mạnh chuyển đổi của thanh toán người bán, đưa ra góc nhìn chi tiết về các xu hướng tăng trưởng thương mại mới nổi và cơ hội thị trường. Tìm hiểu cách tổ chức của bạn có thể tận dụng sức mạnh của việc mua lại người bán để mở khóa các nguồn doanh thu mới và mang lại giá trị gia tăng cho khách hàng. Các diễn giả của chúng tôi cũng sẽ chia sẻ các phương pháp hay nhất để tích hợp hiệu quả thanh toán người bán vào chiến lược kinh doanh của bạn, đảm bảo tăng trưởng bền vững trong một thị trường cạnh tranh. Đừng bỏ lỡ cơ hội này để có được những hiểu biết có giá trị từ các chuyên gia trong ngành!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2003",
    "title": "Spotlight Session: Top Strategies to Optimize Working Capital in Turbulent Times [2003] (Phiên Tiêu điểm: Các Chiến lược Hàng đầu để Tối ưu hóa Vốn lưu động trong Thời kỳ Khủng hoảng)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Unlock growth opportunities with smart working capital strategies! Join Visa and FIS as we explore tactical vs. strategic usage, popular solutions like virtual cards, and insights from top-performing organizations. Don’t miss out at FIS Emerald 2025! (Mở khóa cơ hội tăng trưởng với các chiến lược vốn lưu động thông minh! Tham gia cùng Visa và FIS khi chúng tôi khám phá cách sử dụng chiến thuật so với chiến lược, các giải pháp phổ biến như thẻ ảo và thông tin chi tiết từ các tổ chức hoạt động hiệu quả nhất. Đừng bỏ lỡ tại FIS Emerald 2025!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "606",
    "title": "Stopping fraud in an era of AI and deep fakes with Identity. [606] (Ngăn chặn gian lận trong kỷ nguyên AI và deep fake bằng Identity.)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Learn about a cutting-edge new solution from Atelio by FIS designed to combat customer fraud from new technology and emerging threats. From new customer onboarding, to money movement and address updates, learn how a durable identity can safeguard your institution at every touchpoint. (Tìm hiểu về một giải pháp mới tiên tiến từ Atelio của FIS được thiết kế để chống lại gian lận của khách hàng từ công nghệ mới và các mối đe dọa mới nổi. Từ việc giới thiệu khách hàng mới đến chuyển tiền và cập nhật địa chỉ, tìm hiểu cách một danh tính bền vững có thể bảo vệ tổ chức của bạn tại mọi điểm tiếp xúc.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1701",
    "title": "Systematics Core Banking Data on the Cloud! [1701] (Dữ liệu Ngân hàng cốt lõi Systematics trên Đám mây!)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Join us to explore how banks can enhance customer experience and modernize core systems by transforming their data into actionable insights. Systematics and FIS Cloud Data team are developing solutions to make data accessible on the cloud to enable advanced analytics and big data integration strategies. (Tham gia cùng chúng tôi để khám phá cách các ngân hàng có thể nâng cao trải nghiệm khách hàng và hiện đại hóa các hệ thống cốt lõi bằng cách biến dữ liệu của họ thành những hiểu biết sâu sắc có thể hành động. Nhóm Dữ liệu trên đám mây của Systematics và FIS đang phát triển các giải pháp để làm cho dữ liệu có thể truy cập trên đám mây nhằm cho phép các chiến lược phân tích nâng cao và tích hợp dữ liệu lớn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1304",
    "title": "The Card is Still King: Physical Cards in a Digital World [1304] (Thẻ vẫn là Vua: Thẻ vật lý trong Thế giới Kỹ thuật số)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Despite the rapid evolution of digital payment solutions, physical credit and debit cards remain a cornerstone of the financial landscape. This session will explore the enduring appeal of physical cards and why they continue to be a favored option for consumers and businesses alike. Join industry experts as they examine the unique benefits of physical cards, from their reliability and robust security features to their universal acceptance. (Mặc dù các giải pháp thanh toán kỹ thuật số phát triển nhanh chóng, thẻ tín dụng và ghi nợ vật lý vẫn là nền tảng của bối cảnh tài chính. Phiên này sẽ khám phá sức hấp dẫn bền vững của thẻ vật lý và lý do tại sao chúng tiếp tục là một lựa chọn được ưa chuộng đối với cả người tiêu dùng và doanh nghiệp. Tham gia cùng các chuyên gia trong ngành khi họ kiểm tra những lợi ích độc đáo của thẻ vật lý, từ độ tin cậy và các tính năng bảo mật mạnh mẽ đến khả năng chấp nhận rộng rãi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "911",
    "title": "Transforming Banking Operations with PREBOTs and Prebuilt Workflows [911] (Chuyển đổi Hoạt động Ngân hàng bằng PREBOTs và Quy trình làm việc dựng sẵn)",
    "time": "Tuesday, May 201:15 PM - 2:00 PM EDT",
    "rawDesc": "Prebuilt bots (FIS PREBOTs) are transforming banking by automating lending and deposit operations. They streamline back-office workflows, tackle Reg E challenges, and eliminate manual errors. By leveraging RPA, ICR/OCR, and prebuilt automation, banks can boost efficiency and free up resources for high-value tasks. These solutions handle Reg E disputes, account servicing, and compliance with seamless integration, faster implementation, and improved accuracy. (Các bot dựng sẵn (FIS PREBOTs) đang chuyển đổi hoạt động ngân hàng bằng cách tự động hóa các hoạt động cho vay và tiền gửi. Chúng hợp lý hóa quy trình làm việc hậu kỳ, giải quyết các thách thức của Quy định E và loại bỏ lỗi thủ công. Bằng cách tận dụng RPA, ICR/OCR và tự động hóa dựng sẵn, các ngân hàng có thể tăng hiệu quả và giải phóng tài nguyên cho các nhiệm vụ có giá trị cao. Các giải pháp này xử lý tranh chấp Quy định E, dịch vụ tài khoản và tuân thủ với tích hợp liền mạch, triển khai nhanh hơn và cải thiện độ chính xác.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1204",
    "title": "A Community Bank’s Journey to Enabling Instant Payments [1204] (Hành trình của Ngân hàng Cộng đồng đến việc Kích hoạt Thanh toán Tức thời)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us for an insightful session on the launch of our Money Movement Hub. Discover how Lake City Bank, our pilot bank, in collaboration with the Federal Reserve Bank's FedNow Service and The Clearing House's RTP network, is navigating the transition to instant payments. Learn how these real-time systems provide higher efficiency and an enhanced customer experience. (Tham gia cùng chúng tôi để có một phiên chuyên sâu về việc ra mắt Money Movement Hub của chúng tôi. Khám phá cách Lake City Bank, ngân hàng thí điểm của chúng tôi, phối hợp với Dịch vụ FedNow của Ngân hàng Dự trữ Liên bang và mạng RTP của The Clearing House, đang điều hướng quá trình chuyển đổi sang thanh toán tức thời. Tìm hiểu cách các hệ thống thời gian thực này mang lại hiệu quả cao hơn và trải nghiệm khách hàng nâng cao.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1803",
    "title": "Blockchain Beyond Crypto - Stablecoin, money markets and the tokenization of Real World assets [1803] (Blockchain Ngoài Crypto - Stablecoin, thị trường tiền tệ và việc mã hóa các tài sản thực tế)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Discover the new era of real-world assets, from the crypto czar’s appointment and blockchain adoption to the rise of stablecoins. Join us to learn about regulatory changes, including the rollback of SEC SAB 121, the Clarity for Stablecoins Act, and advancements in blockchain protocols and digital asset processing. (Khám phá kỷ nguyên mới của các tài sản thực tế, từ việc bổ nhiệm \"ông trùm\" crypto và việc áp dụng blockchain đến sự gia tăng của stablecoin. Tham gia cùng chúng tôi để tìm hiểu về những thay đổi quy định, bao gồm việc thu hồi SEC SAB 121, Đạo luật Clarity for Stablecoins và những tiến bộ trong các giao thức blockchain và xử lý tài sản kỹ thuật số.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "921",
    "title": "Boosting Software Development Efficiency with AI Agents [921] (Tăng cường Hiệu quả Phát triển Phần mềm bằng các Tác nhân AI)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Join FIS leaders to explore how AI agents are revolutionizing software development. Discover how advancements in AI are driving efficiency, streamlining processes, and enabling organizations to innovate faster. Uncover actionable insights to empower your development teams and optimize project outcomes. (Tham gia cùng các nhà lãnh đạo của FIS để khám phá cách các tác nhân AI đang cách mạng hóa quá trình phát triển phần mềm. Khám phá cách những tiến bộ trong AI đang thúc đẩy hiệu quả, hợp lý hóa quy trình và cho phép các tổ chức đổi mới nhanh hơn. Khám phá những hiểu biết sâu sắc có thể hành động để trao quyền cho các nhóm phát triển của bạn và tối ưu hóa kết quả dự án.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "210",
    "title": "Building Faster and Better by Design [210] (Xây dựng nhanh hơn và tốt hơn theo Thiết kế)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "The time it takes to design and develop the look and feel of a user experience (UX) has historically been a varied and outsized effort. By building and implementing a company-wide design system, FIS is drastically reducing development time, increasing the quality and consistency of UX across properties, and improving our ability to stay ahead of industry trends. Come join us as we explore what a design system is and how it addresses many of the areas that FIS is striving to improve. (Thời gian cần thiết để thiết kế và phát triển giao diện người dùng (UX) theo truyền thống là một nỗ lực đa dạng và lớn. Bằng cách xây dựng và triển khai một hệ thống thiết kế trên toàn công ty, FIS đang giảm đáng kể thời gian phát triển, tăng chất lượng và tính nhất quán của UX trên các sản phẩm, và cải thiện khả năng của chúng tôi để đi trước các xu hướng của ngành. Hãy tham gia cùng chúng tôi khi chúng tôi khám phá hệ thống thiết kế là gì và cách nó giải quyết nhiều lĩnh vực mà FIS đang nỗ lực cải thiện.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "103",
    "title": "Commercial Lending Strategy and Roadmap - Servicing & Syndication [103] (Chiến lược và Lộ trình cho vay thương mại - Phục vụ & Đồng tài trợ)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "FIS Commercial Loan Servicing & Syndication roadmap covering platform modernization including Event Streaming, Event Driven Accounting, Trade & Distribution Manager. (Lộ trình Phục vụ & Đồng tài trợ khoản vay thương mại của FIS bao gồm hiện đại hóa nền tảng bao gồm Truyền sự kiện, Kế toán hướng sự kiện, Quản lý Thương mại & Phân phối.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "900",
    "title": "Embedded Finance Panel Discussion [900] (Thảo luận bàn tròn về Tài chính nhúng)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Join our panel discussion to learn from seasoned sponsor banks and fintech’s about the transformative power of embedded finance. In this power packed agenda, you will hear from senior executives from Lincoln Savings Bank, Byline Bank, and Royal Pay on topics related to their journeys, trends, and strategies shaping the future of financial services. (Tham gia cuộc thảo luận bàn tròn của chúng tôi để học hỏi từ các ngân hàng tài trợ và công ty fintech dày dặn kinh nghiệm về sức mạnh chuyển đổi của tài chính nhúng. Trong chương trình nghị sự đầy hấp dẫn này, bạn sẽ được nghe từ các giám đốc điều hành cấp cao từ Lincoln Savings Bank, Byline Bank và Royal Pay về các chủ đề liên quan đến hành trình, xu hướng và chiến lược định hình tương lai của các dịch vụ tài chính.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "914",
    "title": "Embracing the Future: Digitization in Business Payments [914] (Đón nhận Tương lai: Số hóa trong Thanh toán Doanh nghiệp)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "In today's financial landscape, the digitization of procure-to-pay and order-to-cash is not just a trend but a necessity for businesses aiming to stay competitive and efficient. Join FIS as we unlock the latest technologies, like real-time payments and e-invoicing, that are transforming the way businesses manage their payables and receivables. Leave equipped with the knowledge and tools needed to implement these innovations into your own organization, driving efficiency, accuracy, and growth. (Trong bối cảnh tài chính ngày nay, việc số hóa quy trình mua sắm đến thanh toán và đặt hàng đến thu tiền không chỉ là một xu hướng mà còn là một điều cần thiết đối với các doanh nghiệp muốn duy trì tính cạnh tranh và hiệu quả. Tham gia cùng FIS khi chúng tôi mở khóa các công nghệ mới nhất, như thanh toán theo thời gian thực và hóa đơn điện tử, đang chuyển đổi cách các doanh nghiệp quản lý các khoản phải trả và phải thu của họ. Hãy trang bị kiến thức và công cụ cần thiết để triển khai những đổi mới này vào tổ chức của riêng bạn, thúc đẩy hiệu quả, độ chính xác và tăng trưởng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "216",
    "title": "Empowering Customer Communications: Self-Service Content Management and Multi-Channel Delivery [216] (Trao quyền Truyền thông Khách hàng: Quản lý Nội dung Tự phục vụ và Phân phối Đa kênh)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Discover how FIS is revolutionizing customer communications management with advanced self-service tools, tighter product integrations, and multi-channel delivery solutions. Learn how these innovations empower you to control and manage customer communications effectively. This presentation will highlight the latest trends, tools, and strategies to enhance customer engagement through improvements in speed, efficiency, resiliency, and quality. Join us to see how FIS is leading the way in transforming this critical business function. (Khám phá cách FIS đang cách mạng hóa việc quản lý truyền thông khách hàng bằng các công cụ tự phục vụ tiên tiến, tích hợp sản phẩm chặt chẽ hơn và các giải pháp phân phối đa kênh. Tìm hiểu cách những đổi mới này trao quyền cho bạn kiểm soát và quản lý truyền thông khách hàng một cách hiệu quả. Bài trình bày này sẽ làm nổi bật các xu hướng, công cụ và chiến lược mới nhất để tăng cường sự tương tác của khách hàng thông qua việc cải thiện tốc độ, hiệu quả, khả năng phục hồi và chất lượng. Tham gia cùng chúng tôi để xem cách FIS đang dẫn đầu trong việc chuyển đổi chức năng kinh doanh quan trọng này.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "920",
    "title": "Fighting Check Fraud with DirectLink Risk Review [920] (Chống gian lận séc bằng DirectLink Risk Review)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Please join FIS and Centennial Bank to learn how DirectLink Risk Review combats check fraud. Hear firsthand experiences, uncover trends, and explore how planned enhancements will strengthen transaction security. This engaging session equips you with actionable strategies to protect your customers and stay ahead of fraudsters. (Vui lòng tham gia cùng FIS và Centennial Bank để tìm hiểu cách DirectLink Risk Review chống lại gian lận séc. Nghe những trải nghiệm trực tiếp, khám phá các xu hướng và tìm hiểu cách các cải tiến theo kế hoạch sẽ tăng cường bảo mật giao dịch. Phiên hấp dẫn này trang bị cho bạn các chiến lược có thể hành động để bảo vệ khách hàng của bạn và đi trước những kẻ lừa đảo.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "106",
    "title": "Live Demo of Our New End-to-End Asset Finance Solution [106] (Demo Trực tiếp Giải pháp Tài chính Tài sản Toàn diện Mới của Chúng tôi)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Kick off the Auto & Equipment Finance sessions with an exclusive first look at end-to-end Asset Finance solution. This live demo will showcase how our seamless platform transforms the financing experience - from origination to servicing and beyond. (Bắt đầu các phiên Tài chính Ô tô & Thiết bị bằng cái nhìn đầu tiên độc quyền về giải pháp Tài chính Tài sản toàn diện. Bản demo trực tiếp này sẽ giới thiệu cách nền tảng liền mạch của chúng tôi chuyển đổi trải nghiệm tài chính - từ khởi tạo đến phục vụ và hơn thế nữa.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "918",
    "title": "Market Trends and Impacts to Payment Networks [918] (Xu hướng Thị trường và Tác động đến Mạng lưới Thanh toán)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us as we explore the latest payment network trends, evolving market demands, and best practices for 2025 and beyond. We'll also examine how these shifts impact financial institutions and highlight how FIS can empower your organization to remain competitive in a rapidly changing landscape. (Tham gia cùng chúng tôi khi chúng tôi khám phá các xu hướng mạng lưới thanh toán mới nhất, nhu cầu thị trường đang phát triển và các phương pháp hay nhất cho năm 2025 và sau đó. Chúng tôi cũng sẽ xem xét cách những thay đổi này tác động đến các tổ chức tài chính và làm nổi bật cách FIS có thể trao quyền cho tổ chức của bạn để duy trì tính cạnh tranh trong bối cảnh thay đổi nhanh chóng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1600",
    "title": "Retirement: Legislative and Regulatory Update: Part 2 [1600] (Hưu trí: Cập nhật Pháp luật và Quy định: Phần 2)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us for Part 2 of the retirement regulatory update as we continue our discussion of new SECURE 2.0 Act provisions and crucial IRS and DOL guidance on RMDs and automatic enrollment. We'll demystify the legalese and uncover the impact and potential of this legislation on your business processes—so that you can continue to offer unparalleled value and support to your clients. (Tham gia cùng chúng tôi cho Phần 2 của bản cập nhật quy định hưu trí khi chúng tôi tiếp tục thảo luận về các quy định mới của Đạo luật SECURE 2.0 và hướng dẫn quan trọng của IRS và DOL về RMDs và đăng ký tự động. Chúng tôi sẽ làm sáng tỏ ngôn ngữ pháp lý phức tạp và khám phá tác động và tiềm năng của luật này đối với các quy trình kinh doanh của bạn—để bạn có thể tiếp tục cung cấp giá trị và hỗ trợ chưa từng có cho khách hàng của mình.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "917",
    "title": "Revolutionizing the Banker Journey with Generative AI [917] (Cách mạng hóa Hành trình của Nhân viên Ngân hàng bằng AI tạo sinh)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Discover how Generative AI can transform the banker journey by eliminating friction in banker-customer interactions. Experience the power of hyperpersonalized, voice, and vision-driven solutions that are reshaping expectations. Dive into the transformative potential of AI to enhance processes and customer engagement. Don't miss the live demo of FIS's cutting-edge solutions, showcasing practical applications of Generative AI in banking. (Khám phá cách AI tạo sinh có thể chuyển đổi hành trình của nhân viên ngân hàng bằng cách loại bỏ ma sát trong tương tác giữa nhân viên ngân hàng và khách hàng. Trải nghiệm sức mạnh của các giải pháp siêu cá nhân hóa, dựa trên giọng nói và hình ảnh đang định hình lại kỳ vọng. Đi sâu vào tiềm năng chuyển đổi của AI để nâng cao quy trình và sự tương tác của khách hàng. Đừng bỏ lỡ bản demo trực tiếp các giải pháp tiên tiến của FIS, giới thiệu các ứng dụng thực tế của AI tạo sinh trong ngân hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2009",
    "title": "Spotlight Session: Enhance AI Workloads with IBM Power Platform [2009] (Phiên Tiêu điểm: Tăng cường Khối lượng công việc AI với Nền tảng IBM Power)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "As AI workloads drive different requirements to underlying infrastructure, discover how the IBM Power platform complements FIS core banking technology. This breakout session will cover the AI accelerator features and Hybrid Cloud architecture through PowerVS that help build resilient and scalable AI workloads. The focus will be on how these solutions complement FIS technology, highlighting the hardware and infrastructure aspects that enable efficient AI transformations. (Khi khối lượng công việc AI thúc đẩy các yêu cầu khác nhau đối với hạ tầng cơ bản, hãy khám phá cách nền tảng IBM Power bổ sung cho công nghệ ngân hàng cốt lõi của FIS. Phiên breakout này sẽ bao gồm các tính năng tăng tốc AI và kiến trúc Hybrid Cloud thông qua PowerVS giúp xây dựng khối lượng công việc AI linh hoạt và có thể mở rộng. Trọng tâm sẽ là cách các giải pháp này bổ sung cho công nghệ FIS, làm nổi bật các khía cạnh phần cứng và hạ tầng cho phép chuyển đổi AI hiệu quả.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2002",
    "title": "Spotlight Session: Realizing the Value in Deposit & Lending Platform Transformation Journey [2002] (Phiên Tiêu điểm: Hiện thực hóa Giá trị trong Hành trình Chuyển đổi Nền tảng Tiền gửi & Cho vay)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us at FIS Emerald for a 45-minute, engaging and interactive session with Deloitte Consulting on Deposit and Lending platform transformation journeys. In this segment, the Digital Banking leaders from Deloitte will share perspective on the value and benefits derived from a scalable and well executed platform transformation. Along with FIS core leaders and client banks, the session will consider the potential positive impact on the bank’s customers, employees and investors. (Tham gia cùng chúng tôi tại FIS Emerald cho một phiên kéo dài 45 phút, hấp dẫn và tương tác với Deloitte Consulting về hành trình chuyển đổi nền tảng Tiền gửi và Cho vay. Trong phần này, các nhà lãnh đạo Ngân hàng Số từ Deloitte sẽ chia sẻ quan điểm về giá trị và lợi ích thu được từ một quá trình chuyển đổi nền tảng có thể mở rộng và được thực hiện tốt. Cùng với các nhà lãnh đạo cốt lõi của FIS và các ngân hàng khách hàng, phiên sẽ xem xét tác động tích cực tiềm năng đối với khách hàng, nhân viên và nhà đầu tư của ngân hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2004",
    "title": "Spotlight Session: Uncovering Hidden Opportunities in Cross-Border Payments [2004] (Phiên Tiêu điểm: Khám phá Cơ hội tiềm ẩn trong Thanh toán Xuyên biên giới)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Maximize your cross-border growth opportunities such as drive revenue and account retention! Explore challenges, key drivers, and how FIS, Visa Direct, and Brightwell’s partnership empowers banks to thrive in remittances. Join us for actionable insights at FIS Emerald 2025! (Tối đa hóa cơ hội tăng trưởng xuyên biên giới của bạn như thúc đẩy doanh thu và giữ chân tài khoản! Khám phá các thách thức, động lực chính và cách quan hệ đối tác của FIS, Visa Direct và Brightwell trao quyền cho các ngân hàng phát triển mạnh trong lĩnh vực kiều hối. Tham gia cùng chúng tôi để có những hiểu biết sâu sắc có thể hành động tại FIS Emerald 2025!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1700",
    "title": "Systematics (ALS)[1700]",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us to explore lending, with highlights the lending value chain anchored by ALS - loan servicing. Learn about the latest trends in retail servicing platforms, end to end integration, and FIS's strategies to address these trends across the functional and technical landscape. (Tham gia cùng chúng tôi để khám phá lĩnh vực cho vay, với điểm nhấn là chuỗi giá trị cho vay được neo bởi ALS - dịch vụ khoản vay. Tìm hiểu về các xu hướng mới nhất trong nền tảng dịch vụ bán lẻ, tích hợp đầu cuối và các chiến lược của FIS để giải quyết các xu hướng này trên toàn bộ bối cảnh chức năng và kỹ thuật.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "604",
    "title": "The Evolving Face of Fraud: How Banks Can Stay Ahead [604] (Bộ mặt Gian lận đang phát triển: Các ngân hàng có thể Làm thế nào để Đi trước)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Perpetrators of fraud are relentless. They are continuously devising ways to infiltrate payment systems at organizations. Financial institutions can never rest and must proactively and continuously adapt their fraud tools and defenses to stay ahead of fraudsters. In this session, learn from FIS fraud experts about evolving trends with respect to financial fraud and the steps institutions need to take to effectively prevent, detect and resolve fraud. (Những kẻ thực hiện hành vi gian lận là không ngừng nghỉ. Chúng liên tục nghĩ ra các cách để xâm nhập vào hệ thống thanh toán tại các tổ chức. Các tổ chức tài chính không bao giờ được lơ là và phải chủ động và liên tục điều chỉnh các công cụ và biện pháp phòng chống gian lận của mình để đi trước những kẻ lừa đảo. Trong phiên này, học hỏi từ các chuyên gia gian lận của FIS về các xu hướng đang phát triển liên quan đến gian lận tài chính và các bước các tổ chức cần thực hiện để phòng ngừa, phát hiện và giải quyết gian lận một cách hiệu quả.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "218",
    "title": "The Impact of Agentic AI on the Customer Service Center and Back-Office Operations – A Panel Conversation [218] (Tác động của AI Tác nhân lên Trung tâm Dịch vụ Khách hàng và Hoạt động Hậu cần Văn phòng – Một Cuộc trò chuyện Bàn tròn)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "As we advance into an era characterized by rapid technological progress, the landscape of customer service centers and outsourced business processes is poised for transformational changes. This panel session will delve into the future of customer service centers and back-office operations, exploring how Agentic AI is set to revolutionize this essential sector. Our distinguished panel of experts will discuss the integration of AI-driven technologies such as conversational IVRs, voice recognition, Next Best Action and sentiment analysis, and their potential to enhance customer experiences, streamline operations, and reduce errors. The session will examine identified use cases and future opportunities, while highlighting best practices and lessons learned. Key topics will include the balance between automation and human touch, and strategies to drive improved outcomes for end consumers. Join us to explore the promising future of customer service centers and understand how AI will shape the way banks and financial institutions interact with their customers, driving innovation and efficiency in the years to come. (Khi chúng ta tiến vào kỷ nguyên đặc trưng bởi sự tiến bộ công nghệ nhanh chóng, bối cảnh của các trung tâm dịch vụ khách hàng và các quy trình kinh doanh thuê ngoài đang sẵn sàng cho những thay đổi mang tính chuyển đổi. Phiên bàn tròn này sẽ đi sâu vào tương lai của các trung tâm dịch vụ khách hàng và hoạt động hậu cần văn phòng, khám phá cách AI Tác nhân sẽ cách mạng hóa lĩnh vực thiết yếu này. Ban chuyên gia uy tín của chúng tôi sẽ thảo luận về việc tích hợp các công nghệ dựa trên AI như IVR đàm thoại, nhận dạng giọng nói, Hành động Tốt nhất Tiếp theo và phân tích cảm xúc, cũng như tiềm năng của chúng để nâng cao trải nghiệm khách hàng, hợp lý hóa hoạt động và giảm lỗi. Phiên sẽ xem xét các trường hợp sử dụng đã được xác định và các cơ hội trong tương lai, đồng thời nêu bật các phương pháp hay nhất và bài học kinh nghiệm. Các chủ đề chính sẽ bao gồm sự cân bằng giữa tự động hóa và sự tương tác của con người, và các chiến lược để thúc đẩy kết quả tốt hơn cho người tiêu dùng cuối cùng. Tham gia cùng chúng tôi để khám phá tương lai đầy hứa hẹn của các trung tâm dịch vụ khách hàng và hiểu cách AI sẽ định hình cách các ngân hàng và tổ chức tài chính tương tác với khách hàng của họ, thúc đẩy sự đổi mới và hiệu quả trong những năm tới.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "704",
    "title": "What's New with HORIZON 360 BI: Updates and Upcoming Features [704] (Có gì mới với HORIZON 360 BI: Cập nhật và Các Tính năng Sắp tới)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "HORIZON 360 Business Intelligence (BI) offers a comprehensive solution for all your financial institution’s reporting needs, complete with intuitive dashboards. Join us as we explore the latest updates to this powerful tool, including its integration with H360 AI—an innovative, user-friendly platform that leverages AI to uncover valuable insights hidden in your data. Plus, get an exclusive preview of what’s coming next on the roadmap. (HORIZON 360 Business Intelligence (BI) cung cấp một giải pháp toàn diện cho mọi nhu cầu báo cáo của tổ chức tài chính của bạn, hoàn chỉnh với các bảng điều khiển trực quan. Tham gia cùng chúng tôi khi chúng tôi khám phá các bản cập nhật mới nhất cho công cụ mạnh mẽ này, bao gồm tích hợp với H360 AI—một nền tảng sáng tạo, thân thiện với người dùng tận dụng AI để khám phá những hiểu biết sâu sắc có giá trị ẩn trong dữ liệu của bạn. Ngoài ra, hãy xem trước độc quyền về những gì sắp tới trên lộ trình.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "703",
    "title": "What’s Next for HORIZON Teller? New Features & Roadmap Revealed [703] (Điều gì Tiếp theo cho Giao dịch viên HORIZON? Các Tính năng Mới & Lộ trình được Tiết lộ)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Get ready to explore the newest updates to HORIZON Teller! These changes are all about making your operations smoother and creating a better experience for your clients. In this session, we’ll walk you through the exciting new features and give you a sneak peek at what’s coming next. (Hãy sẵn sàng khám phá các bản cập nhật mới nhất cho HORIZON Teller! Những thay đổi này nhằm mục đích làm cho hoạt động của bạn mượt mà hơn và tạo ra trải nghiệm tốt hơn cho khách hàng của bạn. Trong phiên này, chúng tôi sẽ hướng dẫn bạn qua các tính năng mới thú vị và cho bạn xem trước những gì sắp tới.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1402",
    "title": "Where's my Stuff – Delivering on the intricacies of Debit’s Product Roadmap [1402] (Đồ của tôi ở đâu – Thực hiện những phức tạp của Lộ trình Sản phẩm của Debit)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Have you ever wondered how ideas transform into products? What about how some Roadmap features seemingly stay on the horizon while others are delivered lickety split? Join our Product Delivery Team as we look behind the curtain into the abyss... (Bạn đã bao giờ tự hỏi ý tưởng biến thành sản phẩm như thế nào chưa? Còn về việc một số tính năng trong Lộ trình dường như luôn ở phía chân trời trong khi những tính năng khác lại được triển khai rất nhanh thì sao? Hãy tham gia cùng Nhóm Phân phối Sản phẩm của chúng tôi khi chúng tôi nhìn xuyên qua bức màn vào vực sâu...)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "400",
    "title": "Your Migration Guide to HORIZON for Bankway and BancPac [400] (Hướng dẫn Di chuyển của bạn đến HORIZON cho Bankway và BancPac)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Learn proven strategies to ensure a smooth migration to HORIZON for Bankway and BancPac systems. This session provides actionable insights, practical guidance, and best practices to help your institution reduce risk, save time, and prepare for seamless adoption. Perfect for teams planning their next steps toward innovation and efficiency. (Tìm hiểu các chiến lược đã được chứng minh để đảm bảo quá trình di chuyển suôn sẻ đến HORIZON cho các hệ thống Bankway và BancPac. Phiên này cung cấp những hiểu biết sâu sắc có thể hành động, hướng dẫn thực tế và các phương pháp hay nhất để giúp tổ chức của bạn giảm thiểu rủi ro, tiết kiệm thời gian và chuẩn bị cho việc áp dụng liền mạch. Hoàn hảo cho các đội đang lên kế hoạch cho các bước tiếp theo hướng tới sự đổi mới và hiệu quả.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1205",
    "title": "Zelle: Navigating Fraud in the P2P Landscape [1205] (Zelle: Điều hướng Gian lận trong Bối cảnh P2P)",
    "time": "Tuesday, May 202:30 PM - 3:15 PM EDT",
    "rawDesc": "Explore the evolving landscape of peer-to-peer (P2P) payments with a focus on Zelle. Learn about the proactive measures and innovative strategies that financial institutions can implement to safeguard against fraud. We will highlight common scams and fraud, while providing actionable insights to help you protect your customers and enhance trust in digital transactions. (Khám phá bối cảnh thanh toán ngang hàng (P2P) đang phát triển với trọng tâm là Zelle. Tìm hiểu về các biện pháp chủ động và chiến lược đổi mới mà các tổ chức tài chính có thể thực hiện để bảo vệ chống lại gian lận. Chúng tôi sẽ làm nổi bật các trò lừa đảo và gian lận phổ biến, đồng thời cung cấp những hiểu biết sâu sắc có thể hành động để giúp bạn bảo vệ khách hàng và tăng cường lòng tin vào các giao dịch kỹ thuật số.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1202",
    "title": "ACH Industry Update: Addressing Fraud in the Digital Age [1202] (Cập nhật Ngành ACH: Giải quyết Gian lận trong Kỷ nguyên Số)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "The ACH network is essential to the U.S. payments ecosystem. To ensure the network remains robust and continues to address challenges in the ever-changing payments landscape, Nacha has approved a set of rules aimed at reducing fraud and improving the recovery of funds after fraud has occurred. This session will cover the approved changes to the Nacha Rules and their impact on network participants, with a focus on those effective in 2025 and 2026. (Mạng lưới ACH là thiết yếu đối với hệ sinh thái thanh toán của Hoa Kỳ. Để đảm bảo mạng lưới vẫn mạnh mẽ và tiếp tục giải quyết các thách thức trong bối cảnh thanh toán luôn thay đổi, Nacha đã phê duyệt một bộ quy tắc nhằm giảm gian lận và cải thiện việc thu hồi tiền sau khi xảy ra gian lận. Phiên này sẽ trình bày về các thay đổi đã được phê duyệt đối với Quy tắc của Nacha và tác động của chúng đối với những người tham gia mạng lưới, tập trung vào những thay đổi có hiệu lực vào năm 2025 và 2026.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "907",
    "title": "Advancing Efficiency with ImageCentre Innovations [907] (Nâng cao Hiệu quả với Những đổi mới của ImageCentre)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Explore the future of item processing with FIS experts as they discuss ImageCentre's latest advancements. Gain insights into roadmap updates and enhancements in remote deposit, image-based fraud detection, and automation. Discover strategies to streamline operations and drive greater efficiency for your organization. (Khám phá tương lai của xử lý mục với các chuyên gia của FIS khi họ thảo luận về những tiến bộ mới nhất của ImageCentre. Có được cái nhìn sâu sắc về các bản cập nhật lộ trình và cải tiến trong việc gửi tiền từ xa, phát hiện gian lận dựa trên hình ảnh và tự động hóa. Khám phá các chiến lược để hợp lý hóa hoạt động và thúc đẩy hiệu quả cao hơn cho tổ chức của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1101",
    "title": "AI-Powered Pricing: The Secret Sauce to Customer Loyalty [1101] (Định giá dựa trên AI: Công thức Bí mật để có Lòng trung thành của Khách hàng)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Step into the future of banking with our cutting-edge session on reimagining dynamic pricing strategies using Generative AI and Multi-Agent Systems (MAS). As interest rates potentially dip in 2025, banks face the challenge of deposit flight. This session, co-presented with ArcOne AI, will appeal to Chief Product Officers, Revenue Officers, COOs, and other key decision-makers. Discover how you can harness the power of AI to build strong and lasting customer relationships. (Bước vào tương lai của ngành ngân hàng với phiên tiên tiến của chúng tôi về việc tái tưởng tượng các chiến lược định giá động bằng cách sử dụng AI tạo sinh và Hệ thống Đa tác nhân (MAS). Khi lãi suất có thể giảm vào năm 2025, các ngân hàng đối mặt với thách thức về việc rút tiền gửi. Phiên này, được đồng trình bày với ArcOne AI, sẽ thu hút sự quan tâm của các Giám đốc Sản phẩm, Giám đốc Doanh thu, COO và các nhà ra quyết định quan trọng khác. Khám phá cách bạn có thể khai thác sức mạnh của AI để xây dựng mối quan hệ khách hàng bền chặt và lâu dài.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "100",
    "title": "An Introduction to Supply Chain Finance [100] (Giới thiệu về Tài chính Chuỗi cung ứng)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "In a high-interest rate environment, growth is key. With FIS Supply Chain Finance, any bank can originate transactions in this space, strengthening customer relationships while enabling SME financing. Our platform automates manual processes for buyers, suppliers, and banks, driving efficiency and scalability. Stay competitive, unlock new opportunities, and transform supply chain finance with us. Don’t miss out—learn why you need FIS SCF today! (Trong môi trường lãi suất cao, tăng trưởng là yếu tố then chốt. Với FIS Supply Chain Finance, bất kỳ ngân hàng nào cũng có thể khởi tạo giao dịch trong lĩnh vực này, củng cố mối quan hệ khách hàng đồng thời hỗ trợ tài chính cho các doanh nghiệp vừa và nhỏ. Nền tảng của chúng tôi tự động hóa các quy trình thủ công cho người mua, nhà cung cấp và ngân hàng, thúc đẩy hiệu quả và khả năng mở rộng. Luôn cạnh tranh, mở khóa các cơ hội mới và chuyển đổi tài chính chuỗi cung ứng với chúng tôi. Đừng bỏ lỡ—hãy tìm hiểu tại sao bạn cần FIS SCF ngay hôm nay!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1401",
    "title": "ATM Strategies to address Cx, Expense, and Security [1401] (Các Chiến lược ATM để giải quyết Trải nghiệm khách hàng, Chi phí và Bảo mật)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "This session will focus on key strategies FIS is investing in to enhance the ATM customer experience with NFC, optimize with Cash Recycling, and secure with ATMs that support the latest regulatory mandates. (Phiên này sẽ tập trung vào các chiến lược chính mà FIS đang đầu tư để nâng cao trải nghiệm khách hàng tại ATM bằng NFC, tối ưu hóa bằng Cash Recycling và bảo mật bằng các ATM hỗ trợ các quy định mới nhất.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "109",
    "title": "Auto Expansion: Product Innovations & Industry Advancements [109] (Mở rộng Ô tô: Đổi mới Sản phẩm & Tiến bộ Công nghiệp)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Discover how our product innovations are shaping the future of Auto & Asset Finance. Our experts will showcase key enhancements, including Metro 2 compliance updates, Collection Workbench optimizations, and remarketing improvements. Learn how these advancements can boost efficiency, mitigate risk, and drive growth. Don’t miss this chance to engage with our product leaders! (Khám phá cách những đổi mới sản phẩm của chúng tôi đang định hình tương lai của Tài chính Ô tô & Tài sản. Các chuyên gia của chúng tôi sẽ giới thiệu những cải tiến chính, bao gồm cập nhật tuân thủ Metro 2, tối ưu hóa Collection Workbench và cải thiện tiếp thị lại. Tìm hiểu cách những tiến bộ này có thể tăng hiệu quả, giảm thiểu rủi ro và thúc đẩy tăng trưởng. Đừng bỏ lỡ cơ hội này để tương tác với các nhà lãnh đạo sản phẩm của chúng tôi!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "605",
    "title": "Banking Compliance Think Tank: Reimagining the Banking-Regulator Relationship [605] (Nhóm Tư vấn Tuân thủ Ngân hàng: Tưởng tượng lại Mối quan hệ Ngân hàng-Cơ quan quản lý)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Are you a compliance leader, risk executive, regulatory agency professional, or consultant in the banking and fintech sectors? Don't miss this unique opportunity to delve into the evolving dynamics between banks and regulators.Session Highlights:• Interactive Workshop: Participate in a hands-on workshop designed to explore current relationship dynamics and provide feedback on groundbreaking concepts for solutions.• Insightful Discussions: Hear from top compliance leaders and regulators about the challenges navigating and strategies shaping the landscape of banking compliance. Why Attend?• Network with Industry Experts: Connect with peers and thought leaders in the compliance and regulatory space.• Contribute to Innovation: Your feedback will help shape the future of banking-regulator relationships, and this will be a chance to join an advisory board on this topic. Register Now to secure your spot and be part of this transformative session! (Bạn là một nhà lãnh đạo tuân thủ, giám đốc điều hành rủi ro, chuyên gia cơ quan quản lý hoặc tư vấn trong lĩnh vực ngân hàng và fintech? Đừng bỏ lỡ cơ hội độc đáo này để đi sâu vào động lực đang phát triển giữa các ngân hàng và cơ quan quản lý. Điểm nổi bật của Phiên: • Hội thảo tương tác: Tham gia một hội thảo thực hành được thiết kế để khám phá động lực mối quan hệ hiện tại và cung cấp phản hồi về các khái niệm đột phá cho các giải pháp. • Thảo luận chuyên sâu: Nghe từ các nhà lãnh đạo tuân thủ hàng đầu và cơ quan quản lý về những thách thức khi điều hướng và các chiến lược định hình bối cảnh tuân thủ ngân hàng. Tại sao nên tham dự? • Kết nối với các chuyên gia trong ngành: Kết nối với đồng nghiệp và các nhà lãnh đạo tư tưởng trong lĩnh vực tuân thủ và quy định. • Đóng góp vào sự đổi mới: Phản hồi của bạn sẽ giúp định hình tương lai của mối quan hệ ngân hàng-cơ quan quản lý, và đây sẽ là cơ hội để tham gia hội đồng tư vấn về chủ đề này. Đăng ký ngay để đảm bảo chỗ của bạn và trở thành một phần của phiên chuyển đổi này!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "603",
    "title": "Closing the Gaps: Strengthening Your Bank’s Fraud Defenses [603] (Bịt khoảng trống: Tăng cường Phòng chống gian lận của Ngân hàng bạn)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "In today’s rapidly evolving banking environment, fraudsters are becoming more sophisticated, leveraging AI and other tactics to exploit vulnerabilities in banking systems. As fraud threats increase, banks must take a proactive approach to identify and close gaps in their fraud defenses to protect both their customers and their bottom line. Join FIS fraud experts to learn about the common weaknesses that leave banks exposed to greater fraud risk and how to address those gaps. (Trong môi trường ngân hàng đang phát triển nhanh chóng ngày nay, những kẻ lừa đảo ngày càng tinh vi hơn, tận dụng AI và các chiến thuật khác để khai thác lỗ hổng trong hệ thống ngân hàng. Khi các mối đe dọa gian lận gia tăng, các ngân hàng phải có cách tiếp cận chủ động để xác định và bịt các lỗ hổng trong hệ thống phòng chống gian lận của họ để bảo vệ cả khách hàng và lợi nhuận của họ. Tham gia cùng các chuyên gia gian lận của FIS để tìm hiểu về những điểm yếu phổ biến khiến các ngân hàng tiếp xúc với rủi ro gian lận lớn hơn và cách khắc phục những lỗ hổng đó.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "102",
    "title": "Commercial Lending Strategy and Roadmap - CLO & CA [102] (Chiến lược và Lộ trình cho vay thương mại - CLO & CA)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "FIS Commercial Loan Origination & Credit Assessment roadmap covering the latest advancements including IBS Onboarding, fast track implementations, partnerships and more! (Lộ trình Khởi tạo khoản vay thương mại & Đánh giá tín dụng của FIS bao gồm những tiến bộ mới nhất bao gồm Giới thiệu IBS, triển khai nhanh, quan hệ đối tác và hơn thế nữa!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "101",
    "title": "Commercial Lending Syndication and Distribution Strategies [101] (Các Chiến lược Đồng tài trợ và Phân phối khoản vay thương mại)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Private Credit is forcing banks to think more about distribution to stay competitive. Learn how FIS Trade & Distribution Manager can help. (Tín dụng tư nhân đang buộc các ngân hàng phải suy nghĩ nhiều hơn về phân phối để duy trì tính cạnh tranh. Tìm hiểu cách FIS Trade & Distribution Manager có thể giúp đỡ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "902",
    "title": "Data Integrity Manager for Commercial and Retail Banking: Solution Update & Roadmap [902] (Trình quản lý tính toàn vẹn dữ liệu cho Ngân hàng thương mại và bán lẻ: Cập nhật giải pháp & Lộ trình)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "We've been on a journey to deliver a modern user experience and streamlined approach for commercial and retail banking reconciliations. We have many new and exciting developments available today and on the horizon. Hear how we're innovating our technology and operating model to improve efficiency and agility for our clients. Join us for a solution update and share your valuable contribution to our strategic product roadmap for commercial and retail banking reconciliations. (Chúng tôi đã và đang trên hành trình cung cấp trải nghiệm người dùng hiện đại và phương pháp hợp lý hóa cho việc đối chiếu ngân hàng thương mại và bán lẻ. Chúng tôi có nhiều phát triển mới và thú vị sẵn có ngày hôm nay và trong tương lai gần. Nghe cách chúng tôi đang đổi mới công nghệ và mô hình hoạt động để cải thiện hiệu quả và sự linh hoạt cho khách hàng của chúng tôi. Tham gia cùng chúng tôi để cập nhật giải pháp và chia sẻ đóng góp quý báu của bạn vào lộ trình sản phẩm chiến lược của chúng tôi cho việc đối chiếu ngân hàng thương mại và bán lẻ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1400",
    "title": "Delivering credit card success with innovation and efficiency [1400] (Mang lại thành công cho thẻ tín dụng bằng sự đổi mới và hiệu quả)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Credit cards remain indispensable in a rapidly evolving financial services landscape. Despite challenges like legacy systems and digital competition, credit cards retain key advantages, including universal acceptance and consumer protection. Listen to how modern card issuing platforms address efficiency, streamline operations and enhance the user experience to meet rising customer expectations and to stay competitive. (Thẻ tín dụng vẫn là không thể thiếu trong bối cảnh dịch vụ tài chính đang phát triển nhanh chóng. Mặc dù có những thách thức như hệ thống cũ và cạnh tranh kỹ thuật số, thẻ tín dụng vẫn giữ những lợi thế chính, bao gồm chấp nhận rộng rãi và bảo vệ người tiêu dùng. Nghe cách các nền tảng phát hành thẻ hiện đại giải quyết hiệu quả, hợp lý hóa hoạt động và nâng cao trải nghiệm người dùng để đáp ứng kỳ vọng ngày càng tăng của khách hàng và duy trì tính cạnh tranh.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1303",
    "title": "Enterprise payments unlocked: The game changing trends revolutionising the future of transactions [1303] (Thanh toán doanh nghiệp được mở khóa: Các xu hướng thay đổi cuộc chơi cách mạng hóa tương lai giao dịch)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Join us for an insightful session where we will delve into the transformative trends that are reshaping the landscape of enterprise payments. Discover how innovative technologies and strategies are breaking barriers, disrupting the status quo, and paving the way for a new era in transaction processing. Whether you're a financial professional, a tech enthusiast, or a business leader, this session will provide valuable insights and actionable takeaways to stay ahead in the evolving world of enterprise payments. (Tham gia cùng chúng tôi cho một phiên chuyên sâu nơi chúng tôi sẽ đi sâu vào các xu hướng chuyển đổi đang định hình lại bối cảnh thanh toán doanh nghiệp. Khám phá cách các công nghệ và chiến lược đổi mới đang phá vỡ rào cản, phá vỡ hiện trạng và mở đường cho một kỷ nguyên mới trong xử lý giao dịch. Cho dù bạn là chuyên gia tài chính, người đam mê công nghệ hay nhà lãnh đạo doanh nghiệp, phiên này sẽ cung cấp những hiểu biết sâu sắc có giá trị và những bài học kinh nghiệm có thể hành động để đi trước trong thế giới thanh toán doanh nghiệp đang phát triển.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "207",
    "title": "Future of Digital Fraud Prevention [207] (Tương lai của Phòng chống Gian lận Kỹ thuật số)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Let's take a deep dive into the world of fraud today. Current fraud rings, patterns, and tactics. What is FIS doing today to support our clients and what is FIS already building to protect our clients of what we believe to be fraud in the future. How do we combat and leverage AI/ML in our digital channels as more customers become digital only customers. (Hãy cùng đi sâu vào thế giới gian lận ngày nay. Các nhóm gian lận hiện tại, mô hình và chiến thuật. FIS đang làm gì ngày hôm nay để hỗ trợ khách hàng của chúng tôi và FIS đã và đang xây dựng những gì để bảo vệ khách hàng của chúng tôi khỏi những gì chúng tôi tin là gian lận trong tương lai. Làm thế nào chúng ta chống lại và tận dụng AI/ML trong các kênh kỹ thuật số của mình khi ngày càng nhiều khách hàng chỉ sử dụng kênh kỹ thuật số.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "700",
    "title": "Leaping Beyond XE: Expanding HORIZON Architecture Capabilities [700] (Vượt xa XE: Mở rộng Khả năng Kiến trúc HORIZON)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Join us as we review exciting new opportunities for HORIZON that go beyond what we can touch and feel in XE. This session will provide an overview of upcoming architectural enhancements aimed at improving the way you do business through data exposure and improved system performance. (Tham gia cùng chúng tôi khi chúng tôi xem xét các cơ hội mới thú vị cho HORIZON vượt ra ngoài những gì chúng ta có thể chạm và cảm nhận trong XE. Phiên này sẽ cung cấp tổng quan về các cải tiến kiến trúc sắp tới nhằm cải thiện cách bạn kinh doanh thông qua việc hiển thị dữ liệu và cải thiện hiệu suất hệ thống.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "932",
    "title": "Leveraging AI for Compliance Automation [932] (Tận dụng AI để Tự động hóa Tuân thủ)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "In this session, we will describe various steps in compliance management and how IBM watsonx AI technology is helping streamline and build efficiencies into this complex process. This innovative technology complements FIS's efforts by providing a robust solution applicable to any core system looking to automate processes associated with assessing and building engineering compliance requirements. (Trong phiên này, chúng tôi sẽ mô tả các bước khác nhau trong quản lý tuân thủ và cách công nghệ AI của IBM watsonx đang giúp hợp lý hóa và xây dựng hiệu quả vào quy trình phức tạp này. Công nghệ đổi mới này bổ sung cho những nỗ lực của FIS bằng cách cung cấp một giải pháp mạnh mẽ có thể áp dụng cho bất kỳ hệ thống cốt lõi nào muốn tự động hóa các quy trình liên quan đến việc đánh giá và xây dựng các yêu cầu tuân thủ kỹ thuật.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "801",
    "title": "Mastering IBS Integration: Tips and Best Practices [801] (Làm chủ Tích hợp IBS: Các mẹo và Phương pháp Hay nhất)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Dive into our session to discover essential 'How Tos' for clients and vendors, tackling common challenges in IBS integration. Learn practical tips and best practices to ensure smooth, efficient, and successful integration processes (Đi sâu vào phiên của chúng tôi để khám phá những hướng dẫn 'Làm thế nào' thiết yếu cho khách hàng và nhà cung cấp, giải quyết các thách thức phổ biến trong tích hợp IBS. Tìm hiểu các mẹo và phương pháp hay nhất thực tế để đảm bảo các quy trình tích hợp mượt mà, hiệu quả và thành công)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1000",
    "title": "Navigating Cybersecurity & Compliance Challenges with Managed IT Client Insights [1000] (Điều hướng các Thách thức về An ninh mạng & Tuân thủ với Thông tin chi tiết của Khách hàng CNTT được Quản lý)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Join a panel of Managed IT clients as they share how they've tackled cybersecurity and compliance headwinds to drive growth, adapt to change, and boost operational efficiency. Gain actionable insights into leveraging FIS Managed IT services to overcome challenges and achieve sustained momentum. (Tham gia một nhóm khách hàng CNTT được Quản lý khi họ chia sẻ cách họ đã giải quyết các khó khăn về an ninh mạng và tuân thủ để thúc đẩy tăng trưởng, thích ứng với thay đổi và tăng hiệu quả hoạt động. Có được những hiểu biết sâu sắc có thể hành động về việc tận dụng các dịch vụ CNTT được Quản lý của FIS để vượt qua thách thức và đạt được đà phát triển bền vững.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2001",
    "title": "Partner Fireside Chat, sponsored by Deloitte: Maximizing Value through Strategic Alliance Partnerships – Discussion with Deloitte and FIS leadership [2001] (Trò chuyện bên lửa trại với Đối tác, được tài trợ bởi Deloitte: Tối đa hóa Giá trị thông qua Quan hệ đối tác Liên minh Chiến lược – Thảo luận với lãnh đạo Deloitte và FIS)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Join Deloitte and FIS’ co-president, Banking Solutions, Jim Johnson, for a fireside chat to understand the power of strategic alliances. In today's rapidly evolving business landscape, strategic alliances between consulting firms and software product companies are more crucial than ever. This session will delve into the intricacies of forming and nurturing successful partnerships that drive innovation, enhance service offerings, and deliver exceptional value to clients. (Tham gia cùng Deloitte và đồng chủ tịch FIS, Banking Solutions, Jim Johnson, cho một cuộc trò chuyện bên lửa trại để hiểu về sức mạnh của các liên minh chiến lược. Trong bối cảnh kinh doanh đang phát triển nhanh chóng ngày nay, các liên minh chiến lược giữa các công ty tư vấn và các công ty sản phẩm phần mềm trở nên quan trọng hơn bao giờ hết. Phiên này sẽ đi sâu vào sự phức tạp của việc hình thành và nuôi dưỡng các mối quan hệ đối tác thành công thúc đẩy sự đổi mới, nâng cao dịch vụ cung cấp và mang lại giá trị đặc biệt cho khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "926",
    "title": "Revolutionizing Complaint Resolution with AI-Powered Tools [926] (Cách mạng hóa Giải quyết Khiếu nại bằng các Công cụ hỗ trợ AI)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Discover how AI-powered complaint management enhances customer service, ensures compliance, and boosts agent performance. Join FIS experts to explore innovative solutions that streamline processes and elevate customer experiences, empowering your organization to deliver faster, more effective resolutions. (Khám phá cách quản lý khiếu nại được hỗ trợ bởi AI nâng cao dịch vụ khách hàng, đảm bảo tuân thủ và tăng hiệu suất của nhân viên. Tham gia cùng các chuyên gia của FIS để khám phá các giải pháp đổi mới giúp hợp lý hóa quy trình và nâng cao trải nghiệm khách hàng, trao quyền cho tổ chức của bạn để cung cấp các giải pháp nhanh hơn, hiệu quả hơn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "214",
    "title": "Revolutionizing Financial Operations: The Power of Accounting Data as a Service [214] (Cách mạng hóa Hoạt động Tài chính: Sức mạnh của Dữ liệu Kế toán dưới dạng Dịch vụ)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Discover how FIS’ Accounting Data as a Service (ADaaS) is transforming financial operations for banks, fintech's, and their SME clients. Our innovative solution unifies and normalizes accounting data from multiple platforms, providing real-time integration, bi-directional data flow, and comprehensive insights. Learn how ADaaS streamlines reconciliation and reporting processes, enhances data accuracy, and empowers businesses to make smarter decisions all through an API-First product. (Khám phá cách Dữ liệu Kế toán dưới dạng Dịch vụ (ADaaS) của FIS đang chuyển đổi hoạt động tài chính cho các ngân hàng, công ty fintech và khách hàng SME của họ. Giải pháp đổi mới của chúng tôi thống nhất và chuẩn hóa dữ liệu kế toán từ nhiều nền tảng, cung cấp tích hợp theo thời gian thực, luồng dữ liệu hai chiều và những hiểu biết sâu sắc toàn diện. Tìm hiểu cách ADaaS hợp lý hóa các quy trình đối chiếu và báo cáo, nâng cao độ chính xác dữ liệu và trao quyền cho các doanh nghiệp đưa ra quyết định thông minh hơn thông qua một sản phẩm API-First.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2012",
    "title": "Spotlight Session: Modernizing the B2B Payment Experience: From Friction to Flow [2012] (Phiên Tiêu điểm: Hiện đại hóa Trải nghiệm Thanh toán B2B: Từ Ma sát đến Dòng chảy)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "As the pace of innovation in consumer payments advances rapidly, corporate clients are increasingly expecting the same speed, transparency, and convenience in their B2B transactions. In this session, we’ll explore how businesses are reimagining B2B payment flows — from legacy processes to streamlined, API-driven ecosystems. We’ll examine the key drivers of modernization, the role of real-time payments, ISO 20022, and how banks can help clients unlock working capital and operational efficiency by moving beyond checks and batch wires. You can expect candid reflections from the depths of transformation. (Khi tốc độ đổi mới trong thanh toán tiêu dùng tiến bộ nhanh chóng, khách hàng doanh nghiệp ngày càng kỳ vọng tốc độ, tính minh bạch và sự tiện lợi tương tự trong các giao dịch B2B của họ. Trong phiên này, chúng tôi sẽ khám phá cách các doanh nghiệp đang tái tưởng tượng dòng chảy thanh toán B2B — từ các quy trình cũ đến các hệ sinh thái hợp lý hóa, dựa trên API. Chúng tôi sẽ kiểm tra các động lực chính của hiện đại hóa, vai trò của thanh toán thời gian thực, ISO 20022 và cách các ngân hàng có thể giúp khách hàng mở khóa vốn lưu động và hiệu quả hoạt động bằng cách vượt ra ngoài séc và chuyển khoản theo lô. Bạn có thể mong đợi những suy ngẫm thẳng thắn từ sâu sắc của sự chuyển đổi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1306",
    "title": "Stablecoins - the backbone of the Digital Economy [1306] (Stablecoin - xương sống của Nền kinh tế Số)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "New legislation and a trillion-dollar history of traction are making Stablecoins mainstream in 2025. Protect and grow your bank in the new era of digital currencies and assets. (Luật mới và lịch sử phát triển nghìn tỷ đô la đang đưa Stablecoin trở thành xu hướng chính vào năm 2025. Bảo vệ và phát triển ngân hàng của bạn trong kỷ nguyên mới của tiền tệ và tài sản kỹ thuật số.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "204",
    "title": "The End of Swivel Chair Banking: Break Free of your User Interface to Make Your Customers' Lives Easier [204] (Kết thúc Ngân hàng Xoay ghế: Thoát khỏi Giao diện Người dùng để Làm cuộc sống Khách hàng dễ dàng hơn)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Gone are the days when customers were required to re-key information from commercial digital banking platforms into accounting and ERP systems. Customer experience and efficiency enhancements are available now by engaging your customers where they want to work in their financial applications, in your portal or through direct customer use of APIs available to your bank. (Đã qua rồi cái thời khách hàng phải nhập lại thông tin từ các nền tảng ngân hàng số thương mại vào hệ thống kế toán và ERP. Các cải tiến về trải nghiệm khách hàng và hiệu quả hiện có sẵn bằng cách tương tác với khách hàng của bạn ở nơi họ muốn làm việc trong các ứng dụng tài chính của họ, trong cổng thông tin của bạn hoặc thông qua việc khách hàng trực tiếp sử dụng các API có sẵn cho ngân hàng của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1605",
    "title": "Unlock Your Retirement Potential with FIS Retirement Solutions: Insights and Innovations [1605] (Mở khóa Tiềm năng Hưu trí của bạn với Các giải pháp Hưu trí của FIS: Những hiểu biết sâu sắc và Đổi mới)",
    "time": "Tuesday, May 203:45 PM - 4:30 PM EDT",
    "rawDesc": "Join us for an engaging session where we’ll dive into the latest trends and innovations disrupting the retirement industry. In this interactive discussion we will discuss the drivers for enhanced operational efficiency, digitization, cyber security and more; all which are challenging the status quo and demanding a different approach to solving problems and providing solutions. Don't miss out on this opportunity to hear how your future is our present! (Tham gia cùng chúng tôi cho một phiên hấp dẫn nơi chúng tôi sẽ đi sâu vào các xu hướng và đổi mới mới nhất đang làm gián đoạn ngành hưu trí. Trong cuộc thảo luận tương tác này, chúng tôi sẽ thảo luận về các động lực để tăng cường hiệu quả hoạt động, số hóa, an ninh mạng và hơn thế nữa; tất cả đều thách thức hiện trạng và đòi hỏi một cách tiếp cận khác để giải quyết vấn đề và cung cấp giải pháp. Đừng bỏ lỡ cơ hội này để nghe về cách tương lai của bạn là hiện tại của chúng tôi!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1254",
    "title": "Emerald City Expo Reception [1254] (Tiếp đón tại Triển lãm Emerald City)",
    "time": "Tuesday, May 204:30 PM - 7:00 PM EDT",
    "rawDesc": "It's always a good time for a refreshment! Head over to the Emerald City Solutions Expo for some delicious food and drinks. If you're in the mood for coffee, don't miss the Gourmet Coffee Station, sponsored by PwC. Emerald City was created just for you and features over 100 FIS kiosks and more than 65 Emerald sponsors! (Luôn là thời điểm tốt để giải khát! Hãy đến Triển lãm Giải pháp Emerald City để thưởng thức đồ ăn và đồ uống ngon miệng. Nếu bạn thích cà phê, đừng bỏ lỡ Quầy Cà phê Cao cấp, được tài trợ bởi PwC. Emerald City được tạo ra dành riêng cho bạn và có hơn 100 quầy của FIS và hơn 65 nhà tài trợ Emerald!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4002",
    "title": "Spotlight Expo Theater Session: Mastering your transformation roadmap [4002] (Phiên Nhà hát Triển lãm Tiêu điểm: Làm chủ lộ trình chuyển đổi của bạn)",
    "time": "Tuesday, May 205:00 PM - 5:20 PM EDT",
    "rawDesc": "Banks and credit unions are always looking for opportunities to upshift operating performance, customarily looking to streamline processes, implement automation and new technologies, or enhance existing platforms. What is often missed is the inherent complexity within any bank operation and the associated challenges in managing the totality of a bank transformation journey, which at the core, depends on the quality and rigor of a well-designed transformation roadmap. In this session, you will learn the value of putting leading principals to work in developing a transformation roadmap and learn why having this foundational building block is key to optimizing bank performance. (Các ngân hàng và liên minh tín dụng luôn tìm kiếm cơ hội để nâng cao hiệu quả hoạt động, thường tìm cách hợp lý hóa quy trình, triển khai tự động hóa và công nghệ mới, hoặc nâng cao các nền tảng hiện có. Điều thường bị bỏ qua là sự phức tạp vốn có trong bất kỳ hoạt động ngân hàng nào và những thách thức liên quan trong việc quản lý toàn bộ hành trình chuyển đổi ngân hàng, vốn cốt lõi phụ thuộc vào chất lượng và sự chặt chẽ của một lộ trình chuyển đổi được thiết kế tốt. Trong phiên này, bạn sẽ tìm hiểu giá trị của việc áp dụng các nguyên tắc hàng đầu vào việc phát triển một lộ trình chuyển đổi và tìm hiểu lý do tại sao khối xây dựng nền tảng này lại là chìa khóa để tối ưu hóa hiệu suất ngân hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3019",
    "title": "EXPO THEATER SESSION: From Banker Insights to AI Innovation: Creating AI Assistants with a Human-First Approach (Preview)[3019]",
    "time": "Tuesday, May 205:30 PM - 5:50 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 802: From Banker Insights to AI Innovation: Creating AI Assistants with a Human-First Approach. Join our product design leadership to learn about the FIS approach to creating AI assistants. We'll pull back the curtain on our development process, showing how we put bankers at the heart of our AI. Learn how researching with end users and being inspired by real-world mental models fuel AI solutions that are natural and intuitive for our bankers. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 802: Từ Hiểu biết của Nhân viên Ngân hàng đến Đổi mới AI: Tạo Trợ lý AI với Cách tiếp cận Ưu tiên Con người. Tham gia cùng ban lãnh đạo thiết kế sản phẩm của chúng tôi để tìm hiểu về cách tiếp cận của FIS trong việc tạo trợ lý AI. Chúng tôi sẽ vén màn quy trình phát triển của mình, cho thấy cách chúng tôi đặt nhân viên ngân hàng vào trung tâm của AI. Tìm hiểu cách nghiên cứu với người dùng cuối và được truyền cảm hứng từ các mô hình tư duy trong thế giới thực thúc đẩy các giải pháp AI tự nhiên và trực quan đối với nhân viên ngân hàng của chúng tôi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4007",
    "title": "Spotlight Expo Theater Session: Accelerating Application Modernization [4007] (Phiên Nhà hát Triển lãm Tiêu điểm: Tăng tốc Hiện đại hóa Ứng dụng)",
    "time": "Tuesday, May 205:30 PM - 5:50 PM EDT",
    "rawDesc": "Come and learn about Deloitte’s proprietary toolkit that enables accelerating the modernization of your legacy application through the use of TruNorth and InnoWake tools. The tools enable you to quickly deploy a POC and also enables you to mine legacy code to understand customization, delivering faster time to value to clients. (Hãy đến và tìm hiểu về bộ công cụ độc quyền của Deloitte cho phép tăng tốc hiện đại hóa ứng dụng cũ của bạn thông qua việc sử dụng các công cụ TruNorth và InnoWake. Các công cụ cho phép bạn nhanh chóng triển khai POC và cũng cho phép bạn khai thác mã cũ để hiểu rõ tùy chỉnh, mang lại giá trị nhanh hơn cho khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4010",
    "title": "Spotlight Expo Theater Session: The Future of Agentic AI in Financial Services hosted by FIS and Microsoft [4010] (Phiên Nhà hát Triển lãm Tiêu điểm: Tương lai của AI Tác nhân trong Dịch vụ Tài chính do FIS và Microsoft tổ chức)",
    "time": "Tuesday, May 205:30 PM - 5:50 PM EDT",
    "rawDesc": "Join us for an insightful session as FIS and Microsoft explore the future of Agentic AI in financial services and the emerging trends in this space. Gain a forward-looking perspective on how this transformative technology is set to revolutionize the industry, driving innovation, efficiency, and personalized customer experiences. Discover how FIS is bringing Agentic AI to its clients, enhancing their capabilities and setting new standards in the financial sector. (Tham gia cùng chúng tôi cho một phiên chuyên sâu khi FIS và Microsoft khám phá tương lai của AI Tác nhân trong các dịch vụ tài chính và các xu hướng mới nổi trong lĩnh vực này. Có được góc nhìn hướng tới tương lai về cách công nghệ chuyển đổi này sẽ cách mạng hóa ngành, thúc đẩy sự đổi mới, hiệu quả và trải nghiệm khách hàng được cá nhân hóa. Khám phá cách FIS đang mang AI Tác nhân đến với khách hàng của mình, nâng cao khả năng của họ và đặt ra các tiêu chuẩn mới trong lĩnh vực tài chính.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4003",
    "title": "Spotlight Expo Theater Session: Unlock Innovation: 3 Strategies to Harness Technology and Scale for Growth [4003] (Phiên Nhà hát Triển lãm Tiêu điểm: Mở khóa Đổi mới: 3 Chiến lược Khai thác Công nghệ và Mở rộng quy mô để Tăng trưởng)",
    "time": "Tuesday, May 205:30 PM - 5:50 PM EDT",
    "rawDesc": "In today's competitive financial landscape, the difference between stagnation and exceptional growth often hinges on how effectively institutions leverage technological innovation. This session reveals a strategic framework designed to help financial organizations unlock their full potential through purposeful technology integration. Attendees will discover three powerful, interconnected strategies that enable banks to scale efficiently while enhancing their market position. (Trong bối cảnh tài chính cạnh tranh ngày nay, sự khác biệt giữa trì trệ và tăng trưởng vượt trội thường phụ thuộc vào việc các tổ chức tận dụng sự đổi mới công nghệ hiệu quả đến mức nào. Phiên này tiết lộ một khuôn khổ chiến lược được thiết kế để giúp các tổ chức tài chính mở khóa toàn bộ tiềm năng của họ thông qua việc tích hợp công nghệ có mục đích. Người tham dự sẽ khám phá ba chiến lược mạnh mẽ, liên kết với nhau cho phép các ngân hàng mở rộng quy mô hiệu quả đồng thời nâng cao vị thế thị trường của họ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3021",
    "title": "EXPO THEATER SESSION: AI in Commercial Lending (Preview)[3021]",
    "time": "Tuesday, May 206:00 PM - 6:20 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 107: AI in Commercial Lending. Interactive discussion highlighting AI adoption in Commercial Lending and implementation into FIS Credit Assessment. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 107: AI trong Cho vay Thương mại. Thảo luận tương tác làm nổi bật việc áp dụng AI trong Cho vay Thương mại và triển khai vào Đánh giá Tín dụng của FIS.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3022",
    "title": "EXPO THEATER SESSION: Empowering Cardholders with Smarter, Seamless Card Management (Preview)[3022]",
    "time": "Tuesday, May 206:00 PM - 6:20 PM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 905: Empowering Cardholders with Smarter, Seamless Card Management. Explore how Card Suite Pro revolutionizes the way cardholders manage payment cards through seamless digital interactions. Explore its versatile delivery options, tailored mobile experiences, and the robust Administrative Suite designed to empower support teams. Join us to learn how CSP enhances cardholder satisfaction today and unveils future innovations to drive your card program forward. (Phiên Nhà hát này là bản xem trước của Phiên Breakout 905: Trao quyền cho Chủ thẻ bằng Quản lý Thẻ thông minh hơn, Liền mạch. Khám phá cách Card Suite Pro cách mạng hóa cách chủ thẻ quản lý thẻ thanh toán thông qua tương tác kỹ thuật số liền mạch. Khám phá các tùy chọn phân phối linh hoạt, trải nghiệm di động được tùy chỉnh và Bộ Công cụ Quản trị mạnh mẽ được thiết kế để trao quyền cho các nhóm hỗ trợ. Tham gia cùng chúng tôi để tìm hiểu cách CSP nâng cao sự hài lòng của chủ thẻ ngày nay và công bố những đổi mới trong tương lai để thúc đẩy chương trình thẻ của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3034",
    "title": "EXPO THEATER SESSION: Modernizing Digital Platforms to Enable Bank Efficiency, Resiliency and Growth Objectives [3034] (PHIÊN NHÀ HÁT TRIỂN LÃM: Hiện đại hóa Nền tảng Số để Kích hoạt các Mục tiêu Hiệu quả, Khả năng phục hồi và Tăng trưởng của Ngân hàng)",
    "time": "Tuesday, May 206:00 PM - 6:20 PM EDT",
    "rawDesc": "Design Systems are a massive time saver that brings design and engineering closer together than ever. In this session, we will discuss how FIS is building a design system and what it means for our ability to build faster across the client set. (Hệ thống Thiết kế là một công cụ tiết kiệm thời gian đáng kể giúp đưa thiết kế và kỹ thuật xích lại gần nhau hơn bao giờ hết. Trong phiên này, chúng tôi sẽ thảo luận về cách FIS đang xây dựng một hệ thống thiết kế và ý nghĩa của nó đối với khả năng xây dựng nhanh hơn trên toàn bộ tập khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3024",
    "title": "EXPO THEATER SESSION: BillerIQ and Beyond: The Ultimate Bill Presentment and Payment Experience (Preview)[3024]",
    "time": "Tuesday, May 206:30 PM - 6:50 PM EDT",
    "rawDesc": "In today’s digital landscape, businesses are eager to speed up payments while enhancing cost efficiency and the payer experience. Payers expect secure, flexible payment options that enable them to self-serve based on their schedule & preference. BillerIQ is a cutting-edge, white-labeled SaaS biller direct solution that allows businesses to deliver bills and accept payments through various digital channels. Join us to explore BillerIQ, see live demos, and uncover what’s next on our roadmap. (Trong bối cảnh kỹ thuật số ngày nay, các doanh nghiệp rất mong muốn đẩy nhanh tốc độ thanh toán đồng thời nâng cao hiệu quả chi phí và trải nghiệm của người thanh toán. Người thanh toán mong đợi các tùy chọn thanh toán an toàn, linh hoạt cho phép họ tự phục vụ dựa trên lịch trình và sở thích của mình. BillerIQ là một giải pháp trực tiếp cho người lập hóa đơn SaaS tiên tiến, có nhãn trắng, cho phép các doanh nghiệp gửi hóa đơn và chấp nhận thanh toán qua nhiều kênh kỹ thuật số khác nhau. Hãy tham gia cùng chúng tôi để khám phá BillerIQ, xem các bản demo trực tiếp và khám phá những gì tiếp theo trên lộ trình của chúng tôi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3023",
    "title": "EXPO THEATER SESSION: Commercial Lending: The Transformation Journey (Preview)[3023]",
    "time": "Tuesday, May 206:30 PM - 6:50 PM EDT",
    "rawDesc": "Join industry experts in the Commercial Lending transformation, with best practices shared by a client. (Tham gia cùng các chuyên gia trong ngành trong quá trình chuyển đổi Cho vay Thương mại, với những phương pháp hay nhất được chia sẻ bởi một khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1255",
    "title": "Morning Movement Class [1255] (Lớp Vận động Buổi sáng)",
    "time": "Wednesday, May 216:15 AM - 7:15 AM EDT",
    "rawDesc": "Start your day with a refreshing burst of energy by joining our morning movement class outdoors. Whether you're looking to stretch, strengthen, or simply enjoy the fresh air, this class is the perfect way to boost your mood and productivity. All levels welcome. (Bắt đầu ngày mới với nguồn năng lượng sảng khoái bằng cách tham gia lớp vận động buổi sáng ngoài trời của chúng tôi. Cho dù bạn muốn giãn cơ, tăng cường sức mạnh hay đơn giản là tận hưởng không khí trong lành, lớp học này là cách hoàn hảo để nâng cao tâm trạng và năng suất của bạn. Tất cả các cấp độ đều được chào đón.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1256",
    "title": "Breakfast [1256] (Bữa sáng)",
    "time": "Wednesday, May 217:00 AM - 8:15 AM EDT",
    "rawDesc": "We've started breakfast earlier today to ensure you have plenty of time to get to the 8:30 a.m. General Session without feeling rushed. Prefer to grab and go? No problem - we've got convenient to-go containers ready for you! (Hôm nay chúng tôi đã bắt đầu bữa sáng sớm hơn để đảm bảo bạn có đủ thời gian đến Phiên chung lúc 8:30 sáng mà không cảm thấy vội vàng. Bạn muốn lấy và đi? Không vấn đề gì - chúng tôi đã chuẩn bị sẵn hộp đựng tiện lợi cho bạn!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1258",
    "title": "Dolphin Registration Check-in and Badge Collection [1258] (Làm thủ tục check-in đăng ký Dolphin và nhận thẻ đeo)",
    "time": "Wednesday, May 217:30 AM - 6:00 PM EDT",
    "rawDesc": "Stop by the Dolphin Convention Center to pick up your badge and complimentary water bottle Sponsored by Ensono. (Hãy ghé qua Trung tâm Hội nghị Dolphin để nhận thẻ đeo và chai nước miễn phí, được tài trợ bởi Ensono.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1259",
    "title": "Swan Registration Check-in and Badge Collection [1259] (Làm thủ tục check-in đăng ký Swan và nhận thẻ đeo)",
    "time": "Wednesday, May 217:30 AM - 6:00 PM EDT",
    "rawDesc": "Stop by the Swan Convention Center to pick up your badge and complimentary water bottle Sponsored by Ensono. (Hãy ghé qua Trung tâm Hội nghị Swan để nhận thẻ đeo và chai nước miễn phí, được tài trợ bởi Ensono.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1257",
    "title": "Wellness Lounge, Sponsored by Mastercard [1257] (Phòng chờ Chăm sóc sức khỏe, được tài trợ bởi Mastercard)",
    "time": "Wednesday, May 217:30 AM - 5:00 PM EDT",
    "rawDesc": "Momentum of Gratitude: Energize and Thrive: By recognizing and appreciating the positive aspects of our work and lives, we can build momentum that energizes us and propels us towards thriving in all areas. (Động lực của Lòng biết ơn: Tiếp thêm năng lượng và Phát triển thịnh vượng: Bằng cách nhận ra và trân trọng những khía cạnh tích cực trong công việc và cuộc sống của chúng ta, chúng ta có thể xây dựng động lực tiếp thêm năng lượng cho chúng ta và thúc đẩy chúng ta phát triển thịnh vượng trong mọi lĩnh vực.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1261",
    "title": "Emerald City Expo with Refreshments [1261] (Triển lãm Emerald City với đồ uống giải khát)",
    "time": "Wednesday, May 218:00 AM - 12:00 PM EDT",
    "rawDesc": "Spend time with us in the Solutions Expo featuring 100+ FIS kiosks. Take in an Expo Theater Session in one of the four theaters and explore the FIS HUB. Don't forget to visit with our 65+ Emerald sponsors. (Dành thời gian với chúng tôi tại Triển lãm Giải pháp với hơn 100 quầy của FIS. Tham dự Phiên Nhà hát Triển lãm tại một trong bốn nhà hát và khám phá FIS HUB. Đừng quên ghé thăm hơn 65 nhà tài trợ Emerald của chúng tôi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3027",
    "title": "EXPO THEATER SESSION: AI in Contact Centers – hype vs reality (Preview)[3027]",
    "time": "Wednesday, May 218:00 AM - 8:20 AM EDT",
    "rawDesc": "As AI promises to shift the contact center paradigm from rule-based automation to AI-led solutions, the market's a buzz. Myriad products have overwhelmed the marketplace. New marketing demos raises expectations about products without endorsing outcomes with statistical significance. How does one determine a reliable path forward? Join FIS practitioners in a fact-based discussion as they share insights from transformational outcomes that enable 50 million annual callers and over 4,000 clients. (Khi AI hứa hẹn sẽ chuyển đổi mô hình trung tâm liên hệ từ tự động hóa dựa trên quy tắc sang các giải pháp do AI dẫn dắt, thị trường đang sôi động. Vô số sản phẩm đã tràn ngập thị trường. Các bản demo tiếp thị mới nâng cao kỳ vọng về sản phẩm mà không chứng thực kết quả với ý nghĩa thống kê. Làm thế nào để xác định một con đường đáng tin cậy phía trước? Tham gia cùng các chuyên gia của FIS trong một cuộc thảo luận dựa trên thực tế khi họ chia sẻ những hiểu biết sâu sắc từ những kết quả chuyển đổi cho phép phục vụ 50 triệu người gọi hàng năm và hơn 4.000 khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3026",
    "title": "EXPO THEATER SESSION: From Tradition to Innovation: Digital Transformation in Commercial Banks (Preview)[3026]",
    "time": "Wednesday, May 218:00 AM - 8:20 AM EDT",
    "rawDesc": "Explore how digital transformation can propel your bank's commercial banking operations into the future. This transformation offers significant advantages by delivering innovative and improved solutions for both commercial banks and their clients. It promises a broad spectrum of enhancements, including improved customer experience, data-driven decision-making, cost savings, and risk management. Discover current industry developments and envision the potential for your bank. (Khám phá cách chuyển đổi số có thể đưa hoạt động ngân hàng thương mại của ngân hàng bạn tiến vào tương lai. Sự chuyển đổi này mang lại những lợi thế đáng kể bằng cách cung cấp các giải pháp sáng tạo và cải tiến cho cả ngân hàng thương mại và khách hàng của họ. Nó hứa hẹn một loạt các cải tiến rộng rãi, bao gồm cải thiện trải nghiệm khách hàng, ra quyết định dựa trên dữ liệu, tiết kiệm chi phí và quản lý rủi ro. Khám phá những phát triển hiện tại của ngành và hình dung tiềm năng cho ngân hàng của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3036",
    "title": "EXPO THEATER SESSION: Redefining Commercial Account Analysis Strategies for a Competitive Edge in the Market (Preview)[3036]",
    "time": "Wednesday, May 218:00 AM - 8:20 AM EDT",
    "rawDesc": "This theater session is a preview of breakout session 913: Redefining Commercial Account Analysis Strategies for a Competitive Edge in the Market. Step into this dynamic theater session led by Claire Roever and Karen Hendricks from FIS to explore actionable insights that empower your business to thrive. Discover the potential of leveraging AI to future-proof operations and deliver measurable value. Plus, see how Revenue Connect simplifies complexities, enabling your team to amplify efficiency and drive success. (Phiên nhà hát này là bản xem trước của phiên breakout 913: Xác định lại Các Chiến lược Phân tích Tài khoản Thương mại để có Lợi thế Cạnh tranh trên Thị trường. Bước vào phiên nhà hát năng động này do Claire Roever và Karen Hendricks từ FIS dẫn dắt để khám phá những hiểu biết sâu sắc có thể hành động giúp doanh nghiệp của bạn phát triển thịnh vượng. Khám phá tiềm năng của việc tận dụng AI để đảm bảo hoạt động trong tương lai và mang lại giá trị đo lường được. Ngoài ra, hãy xem cách Revenue Connect đơn giản hóa các phức tạp, cho phép nhóm của bạn tăng cường hiệu quả và thúc đẩy thành công.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4001",
    "title": "Spotlight Expo Theater Session: Boosting Deposit Growth with Deposit Optimizer Essentials [4001] (Phiên Nhà hát Triển lãm Tiêu điểm: Thúc đẩy Tăng trưởng Tiền gửi bằng Deposit Optimizer Essentials)",
    "time": "Wednesday, May 218:00 AM - 8:20 AM EDT",
    "rawDesc": "Want to grow your deposits without the added cost of a large team? Join Curinos for a hands-on demo of Deposit Optimizer Essentials, where Curinos will show you how community banks can use data-driven insights to make smarter deposit decisions. Curinos will walk you through the tool’s features, share real-world examples of how bankers are using it, and explain how it helps you hit your growth targets—efficiently and effectively, no matter the rate environment. (Bạn muốn tăng trưởng tiền gửi mà không phải trả thêm chi phí cho một đội ngũ lớn? Tham gia cùng Curinos để xem bản demo thực tế của Deposit Optimizer Essentials, nơi Curinos sẽ chỉ cho bạn cách các ngân hàng cộng đồng có thể sử dụng những hiểu biết sâu sắc dựa trên dữ liệu để đưa ra các quyết định về tiền gửi thông minh hơn. Curinos sẽ hướng dẫn bạn về các tính năng của công cụ, chia sẻ các ví dụ thực tế về cách các nhân viên ngân hàng đang sử dụng nó và giải thích cách nó giúp bạn đạt được mục tiêu tăng trưởng—hiệu quả và hiệu quả, bất kể môi trường lãi suất.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3029",
    "title": "EXPO THEATER SESSION: Beyond the Catalog: What's new with Code Connect Marketplace? [3029] (PHIÊN NHÀ HÁT TRIỂN LÃM: Vượt ra ngoài Danh mục: Có gì mới với Code Connect Marketplace?)",
    "time": "Wednesday, May 218:30 AM - 8:50 AM EDT",
    "rawDesc": "Whether you’re an experienced developer well-educated on existing Code Connect APIs or just learning about what FIS APIs are available, do you knowing all the places where you can go? In this session, we’ll go beyond roadmap and current offerings and share the deeper strategy to where we’re taking Code Connect to best meet your future needs: to infinity and beyond! (Cho dù bạn là một nhà phát triển có kinh nghiệm am hiểu về các API Code Connect hiện có hay chỉ mới tìm hiểu về các API của FIS, bạn có biết tất cả những nơi bạn có thể truy cập không? Trong phiên này, chúng tôi sẽ vượt ra ngoài lộ trình và các dịch vụ hiện tại và chia sẻ chiến lược sâu sắc hơn về nơi chúng tôi đang đưa Code Connect đến để đáp ứng tốt nhất nhu cầu tương lai của bạn: đến vô cực và xa hơn nữa!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3004",
    "title": "EXPO THEATER SESSION: Navigating Cyber Threats and Regulatory Change with Confidence [3004] (PHIÊN NHÀ HÁT TRIỂN LÃM: Điều hướng Các mối đe dọa Mạng và Thay đổi Quy định một cách Tự tin)",
    "time": "Wednesday, May 218:30 AM - 8:50 AM EDT",
    "rawDesc": "Stay ahead of cyber threats, shifting regulations, and rapid tech change with FIS Managed IT. Join us to discover how FIS MIT enhances your resiliency, boosts security, and scales with your business needs. Learn how we can help you adapt seamlessly and drive efficiency through smarter IT operations and governance. (Luôn đi trước các mối đe dọa mạng, các quy định đang thay đổi và sự thay đổi công nghệ nhanh chóng với FIS Managed IT. Tham gia cùng chúng tôi để khám phá cách FIS MIT nâng cao khả năng phục hồi của bạn, tăng cường bảo mật và mở rộng quy mô theo nhu cầu kinh doanh của bạn. Tìm hiểu cách chúng tôi có thể giúp bạn thích ứng liền mạch và thúc đẩy hiệu quả thông qua hoạt động và quản trị CNTT thông minh hơn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3030",
    "title": "EXPO THEATER SESSION: Unlock Your Power: The Digital experience for Users, Participants, Plan Sponsors and Advisors (Preview)[3030]",
    "time": "Wednesday, May 218:30 AM - 8:50 AM EDT",
    "rawDesc": "This Theater Session is a preview of Breakout Session 1603: Unlock Your Power: The Digital experience for Users, Participants, Plan Sponsors and Advisors. Discover the amazing features of our new user-focused platforms! Through a live demo, get a sneak peek at the initial FIS Retirement Platform release and what’s in store this year. See the powerful FRP Admin Console in action, giving full control over setup and digital experience changes. Join us and be part of the growing excitement! (Phiên Nhà hát này là bản xem trước của Phiên Breakout 1603: Mở khóa Sức mạnh của Bạn: Trải nghiệm Kỹ thuật số cho Người dùng, Người tham gia, Nhà tài trợ Kế hoạch và Cố vấn. Khám phá các tính năng tuyệt vời của các nền tảng mới tập trung vào người dùng của chúng tôi! Thông qua bản demo trực tiếp, hãy xem trước bản phát hành ban đầu của Nền tảng Hưu trí FIS và những gì sắp ra mắt trong năm nay. Xem Bảng điều khiển Quản trị FRP mạnh mẽ đang hoạt động, cho phép kiểm soát hoàn toàn việc thiết lập và thay đổi trải nghiệm kỹ thuật số. Tham gia cùng chúng tôi và trở thành một phần của sự hứng thú ngày càng tăng!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1260",
    "title": "General Session [1260] (Phiên họp chung)",
    "time": "Wednesday, May 218:30 AM - 10:00 AM EDT",
    "rawDesc": "(Nội dung không được cung cấp chi tiết trong tài liệu)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4004",
    "title": "CIO Dilemma in Modern Banking [4004] (Tình huống tiến thoái lưỡng nan của CIO trong Ngân hàng Hiện đại)",
    "time": "Wednesday, May 2110:30 AM - 10:50 AM EDT",
    "rawDesc": "1. Navigating the Financial Services Leadership Balancing Act 2. Rethinking Resilience in an Era of Digital Transformation 3. Lessons Learned from Financial Institutions that have made the Shift (1. Điều hướng Sự cân bằng trong Lãnh đạo Dịch vụ Tài chính 2. Tái tư duy về Khả năng phục hồi trong Kỷ nguyên Chuyển đổi Số 3. Bài học kinh nghiệm từ các Tổ chức Tài chính đã thực hiện sự Chuyển đổi)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3031",
    "title": "EXPO THEATER SESSION: Capture the Moment: Discover IBS Teller, Capture Solutions and More! [3031] (PHIÊN NHÀ HÁT TRIỂN LÃM: Nắm bắt Khoảnh khắc: Khám phá IBS Teller, Giải pháp Chụp và hơn thế nữa!)",
    "time": "Wednesday, May 2110:30 AM - 10:50 AM EDT",
    "rawDesc": "Discover IBS Teller and our new Branch Capture Solution. Learn about the benefits of upgrading to our Teller Capture option and get a sneak peek into the future developments of IBS Teller. Join us to stay ahead with the latest advancements! (Khám phá IBS Teller và Giải pháp Chụp tại Chi nhánh mới của chúng tôi. Tìm hiểu về những lợi ích của việc nâng cấp lên tùy chọn Teller Capture của chúng tôi và xem trước những phát triển trong tương lai của IBS Teller. Tham gia cùng chúng tôi để luôn đi đầu với những tiến bộ mới nhất!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4008",
    "title": "Spotlight Expo Theater Session: DEMO: Merging Yesterday's Foundations with Tomorrow's Innovation [4008] (Phiên Nhà hát Triển lãm Tiêu điểm: DEMO: Hợp nhất Nền tảng của Ngày hôm qua với Sự đổi mới của Ngày mai)",
    "time": "Wednesday, May 2110:30 AM - 10:50 AM EDT",
    "rawDesc": "In the ever-evolving landscape of banking, the technology that powers financial institutions is often seen as reliable but lack agility. However, this perception overlooks the immense value of proven systems that have stood the test of time. The real challenge lies not in the core technology itself, but in the layers of customization that have accumulated over decades, creating complexity that hinders growth and innovation. What if you could harness the strength of your foundational trusted technologies while embracing the innovations of tomorrow? Join EY in this dynamic session as we demo groundbreaking architectural patterns designed to unlock the full potential of your existing systems. Using payments use case, we will demonstrate how existing systems can seamlessly integrate with new payments services and solutions. Get ready to reimagine the future of banking! Together, we'll explore strategies that minimize risks, accelerate time to market, and pave the way for a new era of agility and innovation. Don’t miss this opportunity to transform your institution into a powerhouse of modern banking! (Trong bối cảnh ngân hàng luôn thay đổi, công nghệ cung cấp năng lượng cho các tổ chức tài chính thường được xem là đáng tin cậy nhưng thiếu sự linh hoạt. Tuy nhiên, nhận thức này bỏ qua giá trị to lớn của các hệ thống đã được chứng minh qua thời gian. Thách thức thực sự không nằm ở bản thân công nghệ cốt lõi, mà nằm ở các lớp tùy chỉnh đã tích lũy qua nhiều thập kỷ, tạo ra sự phức tạp cản trở tăng trưởng và đổi mới. Điều gì sẽ xảy ra nếu bạn có thể khai thác sức mạnh của các công nghệ nền tảng đáng tin cậy của mình trong khi đón nhận những đổi mới của ngày mai? Tham gia cùng EY trong phiên năng động này khi chúng tôi demo các mô hình kiến trúc đột phá được thiết kế để mở khóa toàn bộ tiềm năng của các hệ thống hiện có của bạn. Sử dụng trường hợp sử dụng thanh toán, chúng tôi sẽ trình bày cách các hệ thống hiện có có thể tích hợp liền mạch với các dịch vụ và giải pháp thanh toán mới. Hãy sẵn sàng tái tưởng tượng tương lai của ngành ngân hàng! Cùng nhau, chúng ta sẽ khám phá các chiến lược giảm thiểu rủi ro, tăng tốc thời gian ra thị trường và mở đường cho một kỷ nguyên mới của sự linh hoạt và đổi mới. Đừng bỏ lỡ cơ hội này để biến tổ chức của bạn thành một cường quốc ngân hàng hiện đại!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4005",
    "title": "Spotlight Expo Theater Session: Using Product & Pricing Strategies to Drive Deposit Growth Powered by Zafin [4005] (Phiên Nhà hát Triển lãm Tiêu điểm: Sử dụng Các Chiến lược Sản phẩm & Định giá để Thúc đẩy Tăng trưởng Tiền gửi được Hỗ trợ bởi Zafin)",
    "time": "Wednesday, May 2110:30 AM - 10:50 AM EDT",
    "rawDesc": "Join David Ladic, SVP, Head of North America Sales at Zafin, for an engaging 20-minute session on how Zafin's cutting-edge solutions, in partnership with FIS, powers product innovation to grow share of wallet and market, defends against competition and prevents revenue leakage. In this talk, David will highlight how Zafin enables banks to centralize product ideation across various lines of business within your bank, reducing time to market and operational costs. Discover how leveraging Zafin's capabilities, centered on Product, Pricing and Offers can enhance agility, responsiveness and customer engagement. Learn how the collaboration between Zafin and FIS helps banks create differentiated offerings that meet evolving customer needs, optimize revenue streams, and ensure sustainable growth in today's competitive financial landscape. (Tham gia cùng David Ladic, SVP, Trưởng bộ phận Bán hàng Bắc Mỹ tại Zafin, cho một phiên hấp dẫn kéo dài 20 phút về cách các giải pháp tiên tiến của Zafin, hợp tác với FIS, thúc đẩy đổi mới sản phẩm để tăng thị phần và thị trường, chống lại cạnh tranh và ngăn chặn rò rỉ doanh thu. Trong bài nói chuyện này, David sẽ làm nổi bật cách Zafin cho phép các ngân hàng tập trung ý tưởng sản phẩm trên các lĩnh vực kinh doanh khác nhau trong ngân hàng của bạn, giảm thời gian ra thị trường và chi phí hoạt động. Khám phá cách tận dụng các khả năng của Zafin, tập trung vào Sản phẩm, Định giá và Ưu đãi có thể nâng cao sự linh hoạt, khả năng phản hồi và sự tương tác của khách hàng. Tìm hiểu cách sự hợp tác giữa Zafin và FIS giúp các ngân hàng tạo ra các sản phẩm khác biệt đáp ứng nhu cầu ngày càng tăng của khách hàng, tối ưu hóa dòng doanh thu và đảm bảo tăng trưởng bền vững trong bối cảnh tài chính cạnh tranh ngày nay.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3003",
    "title": "EXPO THEATER SESSION: Payments One Studio for Credit - Innovation and Efficiency Enabling a New Standard of Self-Service [3003] (PHIÊN NHÀ HÁT TRIỂN LÃM: Payments One Studio cho Tín dụng - Đổi mới và Hiệu quả Kích hoạt Tiêu chuẩn Tự phục vụ mới)",
    "time": "Wednesday, May 2111:00 AM - 11:20 AM EDT",
    "rawDesc": "• Cloud hosted frontend for building new products and configuring existing products directly. • Increased speed to market • No reliance on FIS support to make changes for you • Automated process flows, and simplified reporting reduce the need to be a P1C expert to be able to build, test and change products (• Giao diện người dùng được lưu trữ trên đám mây để xây dựng sản phẩm mới và cấu hình sản phẩm hiện có trực tiếp. • Tăng tốc độ ra thị trường • Không phụ thuộc vào bộ phận hỗ trợ của FIS để thực hiện thay đổi cho bạn • Các quy trình tự động hóa và báo cáo đơn giản hóa giúp giảm nhu cầu trở thành chuyên gia P1C để có thể xây dựng, kiểm tra và thay đổi sản phẩm)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3033",
    "title": "EXPO THEATER SESSION: The Voice of Banking: How Customer Insights are Designing Tomorrow's Financial Experience [3033] (PHIÊN NHÀ HÁT TRIỂN LÃM: Tiếng nói của Ngân hàng: Cách Thông tin chi tiết của Khách hàng Thiết kế Trải nghiệm Tài chính của Ngày mai)",
    "time": "Wednesday, May 2111:00 AM - 11:20 AM EDT",
    "rawDesc": "Join us to discover how we're turning customer feedback into product innovation. We'll take you behind the scenes of our design process, showing how continuous customer feedback loops have become the foundation of product improvements. From interviews with Tellers to surveys with Small Businesses, we'll demonstrate how rigorous research studies transform traditional banking features into intuitive, easy experiences. (Tham gia cùng chúng tôi để khám phá cách chúng tôi đang biến phản hồi của khách hàng thành đổi mới sản phẩm. Chúng tôi sẽ đưa bạn vào hậu trường của quy trình thiết kế của chúng tôi, cho thấy cách các vòng lặp phản hồi liên tục của khách hàng đã trở thành nền tảng cho việc cải tiến sản phẩm. Từ các cuộc phỏng vấn với Giao dịch viên đến các cuộc khảo sát với Doanh nghiệp Nhỏ, chúng tôi sẽ chứng minh cách các nghiên cứu nghiêm ngặt chuyển đổi các tính năng ngân hàng truyền thống thành trải nghiệm trực quan, dễ dàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "4009",
    "title": "Spotlight Expo Theater Session: Enabling AI with the IBM Z platform [4009] (Phiên Nhà hát Triển lãm Tiêu điểm: Kích hoạt AI với Nền tảng IBM Z)",
    "time": "Wednesday, May 2111:00 AM - 11:20 AM EDT",
    "rawDesc": "Businesses running mission-critical applications on IBM Z are increasingly adopting generative, conversational, and predictive AI to enhance their operations without compromising on security, availability, or efficiency. Discover how the latest version of the z17 platform complements FIS core banking technology to provide the necessary AI hardware support to drive business growth leveraging AI for data analysis. The mainframe's capability to integrate across the IT landscape and run Linux workloads alongside traditional systems offers performance and cost advantages when deployed on existing IBM Z architectures. (Các doanh nghiệp đang chạy các ứng dụng quan trọng trên IBM Z ngày càng áp dụng AI tạo sinh, đàm thoại và dự đoán để nâng cao hoạt động của họ mà không ảnh hưởng đến bảo mật, khả năng sẵn sàng hoặc hiệu quả. Khám phá cách phiên bản mới nhất của nền tảng z17 bổ sung cho công nghệ ngân hàng cốt lõi của FIS để cung cấp hỗ trợ phần cứng AI cần thiết nhằm thúc đẩy tăng trưởng kinh doanh bằng cách tận dụng AI để phân tích dữ liệu. Khả năng tích hợp trên toàn bộ môi trường CNTT của máy tính lớn và chạy khối lượng công việc Linux cùng với các hệ thống truyền thống mang lại lợi thế về hiệu suất và chi phí khi được triển khai trên các kiến trúc IBM Z hiện có.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3001",
    "title": "EXPO THEATER SESSION: Amount - Fully digitized and automated credit card origination and acquisition product [3001] (PHIÊN NHÀ HÁT TRIỂN LÃM: Amount - Sản phẩm khởi tạo và thu thập thẻ tín dụng được số hóa và tự động hóa hoàn toàn)",
    "time": "Wednesday, May 2111:30 AM - 11:50 AM EDT",
    "rawDesc": "Financial institutions can deliver an efficient credit product that enhances operational performance and increases customer satisfaction. Seamless integration with FIS P1C and B2K ensures frictionless adoption, allowing lenders to offer innovative financial products that drive growth, enhance consumer spending power, and strengthen customer relationships. This integration also gives lenders the ability to offer a comprehensive credit card solution without the hassle of complex system overhauls (Các tổ chức tài chính có thể cung cấp một sản phẩm tín dụng hiệu quả giúp nâng cao hiệu suất hoạt động và tăng sự hài lòng của khách hàng. Tích hợp liền mạch với FIS P1C và B2K đảm bảo việc áp dụng không gặp trở ngại, cho phép người cho vay cung cấp các sản phẩm tài chính đổi mới thúc đẩy tăng trưởng, tăng cường sức chi tiêu của người tiêu dùng và củng cố mối quan hệ khách hàng. Tích hợp này cũng mang lại cho người cho vay khả năng cung cấp giải pháp thẻ tín dụng toàn diện mà không gặp rắc rối với việc đại tu hệ thống phức tạp)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3002",
    "title": "EXPO THEATER SESSION: An Introduction to Supply Chain Finance [3002] (PHIÊN NHÀ HÁT TRIỂN LÃM: Giới thiệu về Tài chính Chuỗi cung ứng)",
    "time": "Wednesday, May 2111:30 AM - 11:50 AM EDT",
    "rawDesc": "In a high-interest rate environment, growth is key. With FIS Supply Chain Finance, any bank can originate transactions in this space, strengthening customer relationships while enabling SME financing. Our platform automates manual processes for buyers, suppliers, and banks, driving efficiency and scalability. Stay competitive, unlock new opportunities, and transform supply chain finance with us. Don’t miss out—learn why you need FIS SCF today! (Trong môi trường lãi suất cao, tăng trưởng là yếu tố then chốt. Với FIS Supply Chain Finance, bất kỳ ngân hàng nào cũng có thể khởi tạo giao dịch trong lĩnh vực này, củng cố mối quan hệ khách hàng đồng thời hỗ trợ tài chính cho các doanh nghiệp vừa và nhỏ. Nền tảng của chúng tôi tự động hóa các quy trình thủ công cho người mua, nhà cung cấp và ngân hàng, thúc đẩy hiệu quả và khả năng mở rộng. Luôn cạnh tranh, mở khóa các cơ hội mới và chuyển đổi tài chính chuỗi cung ứng với chúng tôi. Đừng bỏ lỡ—hãy tìm hiểu tại sao bạn cần FIS SCF ngay hôm nay!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3000",
    "title": "EXPO THEATER SESSION: Next Generation Governance [3000] (PHIÊN NHÀ HÁT TRIỂN LÃM: Quản trị Thế hệ Tiếp theo)",
    "time": "Wednesday, May 2111:30 AM - 11:50 AM EDT",
    "rawDesc": "Come learn about the first user friendly, collaborative compliance platform for banks and fintechs. Themis is a centralized compliance collaboration suite with purpose-built tools that seamlessly integrate risk, communications, documents, workflows and so much more for internal team and external partners. It enables financial institutions to manage and democratize all of their governance, risk, and compliance needs seamlessly across their compliance journey. (Hãy đến tìm hiểu về nền tảng tuân thủ hợp tác, thân thiện với người dùng đầu tiên cho các ngân hàng và công ty fintech. Themis là một bộ công cụ hợp tác tuân thủ tập trung với các công cụ được xây dựng có mục đích tích hợp liền mạch rủi ro, truyền thông, tài liệu, quy trình làm việc và nhiều hơn thế nữa cho đội ngũ nội bộ và đối tác bên ngoài. Nó cho phép các tổ chức tài chính quản lý và dân chủ hóa tất cả các nhu cầu quản trị, rủi ro và tuân thủ của họ một cách liền mạch trong suốt hành trình tuân thủ của họ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "3035",
    "title": "EXPO THEATER SESSION: The Art of Possible for Open Banking [3035] (PHIÊN NHÀ HÁT TRIỂN LÃM: Nghệ thuật Khả thi cho Ngân hàng Mở)",
    "time": "Wednesday, May 2111:30 AM - 11:50 AM EDT",
    "rawDesc": "Open Banking is all the rage - but what exactly is it? You've heard of Open Banking of course, and not only do you want it, and need it - but why again? It's changed the international eCommerce scene and is evident in the rapidly popping up apps and neo-banks. Hear from our VP of API development sharing about the future of Open Banking with FIS and the art of possible using APIs for Open Banking. (Ngân hàng Mở đang rất thịnh hành - nhưng chính xác thì nó là gì? Bạn đã nghe nói về Ngân hàng Mở rồi, và không chỉ bạn muốn nó, và cần nó - nhưng tại sao lại cần? Nó đã thay đổi bối cảnh thương mại điện tử quốc tế và thể hiện rõ trong các ứng dụng và ngân hàng số mới nổi nhanh chóng. Nghe từ Phó Chủ tịch phát triển API của chúng tôi chia sẻ về tương lai của Ngân hàng Mở với FIS và nghệ thuật khả thi khi sử dụng API cho Ngân hàng Mở.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1262",
    "title": "Lunch [1262] (Bữa trưa)",
    "time": "Wednesday, May 2111:30 AM - 1:00 PM EDT",
    "rawDesc": "The hotel's chef has prepared another delicious lunch for us to enjoy. Feel like some fresh air? We have provided to go containers for your convenience. (Đầu bếp của khách sạn đã chuẩn bị một bữa trưa ngon miệng khác để chúng ta thưởng thức. Muốn hít thở không khí trong lành? Chúng tôi đã cung cấp hộp đựng mang đi để thuận tiện cho bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1601",
    "title": "Beneath the Surface: Technical Overview of the FIS Retirement Platform [1601] (Bên dưới Bề mặt: Tổng quan Kỹ thuật về Nền tảng Hưu trí FIS)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Explore the cutting-edge architecture of the innovative FIS Retirement Platform! Gain insights into its powerful APIs, robust Global Data Store, and advanced reporting capabilities. This session is designed for professionals interested in understanding the technical intricacies of the FIS Retirement Platform. Don't miss this opportunity to delve deep into the technical aspects of FIS’s newest Retirement offering. (Khám phá kiến trúc tiên tiến của Nền tảng Hưu trí FIS đổi mới! Có được những hiểu biết sâu sắc về các API mạnh mẽ, Kho dữ liệu Toàn cầu mạnh mẽ và khả năng báo cáo nâng cao của nó. Phiên này được thiết kế cho các chuyên gia quan tâm đến việc hiểu rõ các chi tiết kỹ thuật của Nền tảng Hưu trí FIS. Đừng bỏ lỡ cơ hội này để đi sâu vào các khía cạnh kỹ thuật của dịch vụ Hưu trí mới nhất của FIS.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "501",
    "title": "Cards and money movement across the globe. [501] (Thẻ và chuyển tiền trên toàn cầu.)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "A look at the cards and payments industry as a whole: Where is it going in the short term? What are the current trends that may inform us as to where it is going longer term? What are the biggest risks of not keeping current? Where are customer’s moving to and why? What can FIS offer to help lower TCO, remove risk and allow faster innovation and time to market? (Một cái nhìn về ngành thẻ và thanh toán nói chung: Nó đang đi về đâu trong ngắn hạn? Những xu hướng hiện tại nào có thể cho chúng ta biết nó đang đi về đâu trong dài hạn? Những rủi ro lớn nhất khi không cập nhật là gì? Khách hàng đang chuyển đến đâu và tại sao? FIS có thể cung cấp những gì để giúp giảm TCO, loại bỏ rủi ro và cho phép đổi mới nhanh hơn và thời gian ra thị trường?)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1100",
    "title": "Client Panel: Elevating Your Core Banking to the Cloud [1100] (Hội đồng Khách hàng: Nâng cấp Hệ thống Ngân hàng Cốt lõi của bạn lên Đám mây)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Join us for an interactive, client panel session where we explore the ins and outs of running a core banking solution in the cloud. From sky-high benefits and turbulent challenges to lessons learned and best practices, we've got you covered. Discover what you need to consider when making the leap to the public cloud and how to navigate this transformative journey with confidence. (Tham gia cùng chúng tôi cho một phiên hội đồng khách hàng tương tác, nơi chúng tôi khám phá những điều cơ bản và nâng cao của việc chạy giải pháp ngân hàng cốt lõi trên đám mây. Từ những lợi ích trên trời và những thách thức đầy biến động đến những bài học kinh nghiệm và các phương pháp hay nhất, chúng tôi đều có thể giải quyết cho bạn. Khám phá những gì bạn cần xem xét khi thực hiện bước nhảy vọt lên đám mây công cộng và cách điều hướng hành trình chuyển đổi này một cách tự tin.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "203",
    "title": "Code Connect API Catalog Review: Ideate, Innovate and Launch your Solutions and Events [203] (Xem lại Danh mục API Code Connect: Lên ý tưởng, Đổi mới và Ra mắt các Giải pháp và Sự kiện của bạn)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Code Connect has a curated catalog of APIs that help your financial institution innovate faster by making it easy to discover, evaluate and instantly procure API solutions. We’ll explore the FIS Code Connect catalog, learn how easy it is for you to obtain and browse credentials, and discuss API use cases. (Code Connect có một danh mục các API được tuyển chọn giúp tổ chức tài chính của bạn đổi mới nhanh hơn bằng cách làm cho việc khám phá, đánh giá và mua sắm các giải pháp API ngay lập tức trở nên dễ dàng. Chúng tôi sẽ khám phá danh mục Code Connect của FIS, tìm hiểu cách dễ dàng để bạn lấy và duyệt thông tin đăng nhập, và thảo luận về các trường hợp sử dụng API.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1001",
    "title": "Driving Growth and Efficiency with FIS Managed IT [1001] (Thúc đẩy Tăng trưởng và Hiệu quả với CNTT được Quản lý của FIS)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Join FIS leaders as they share innovative strategies and technology-driven solutions for cybersecurity, cloud adoption, and IT compliance. Gain actionable insights to turn technological challenges into opportunities, driving growth, efficiency, and resilience across your organization. (Tham gia cùng các nhà lãnh đạo của FIS khi họ chia sẻ các chiến lược đổi mới và các giải pháp dựa trên công nghệ cho an ninh mạng, áp dụng đám mây và tuân thủ CNTT. Có được những hiểu biết sâu sắc có thể hành động để biến các thách thức công nghệ thành cơ hội, thúc đẩy tăng trưởng, hiệu quả và khả năng phục hồi trên toàn tổ chức của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "905",
    "title": "Empowering Cardholders with Smarter, Seamless Card Management [905] (Trao quyền cho Chủ thẻ với Quản lý Thẻ thông minh hơn, Liền mạch)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Explore how Card Suite Pro revolutionizes the way cardholders manage payment cards through seamless digital interactions. Explore its versatile delivery options, tailored mobile experiences, and the robust Administrative Suite designed to empower support teams. Join us to learn how CSP enhances cardholder satisfaction today and unveils future innovations to drive your card program forward. (Khám phá cách Card Suite Pro cách mạng hóa cách chủ thẻ quản lý thẻ thanh toán thông qua tương tác kỹ thuật số liền mạch. Khám phá các tùy chọn phân phối linh hoạt, trải nghiệm di động được tùy chỉnh và Bộ Công cụ Quản trị mạnh mẽ được thiết kế để trao quyền cho các nhóm hỗ trợ. Tham gia cùng chúng tôi để tìm hiểu cách CSP nâng cao sự hài lòng của chủ thẻ ngày nay và công bố những đổi mới trong tương lai để thúc đẩy chương trình thẻ của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1201",
    "title": "Enabling next-generation technology advancement with FIS [1201] (Kích hoạt sự tiến bộ công nghệ thế hệ tiếp theo với FIS)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Join us for an exciting session on how FIS have partnered with leading cloud providers to drive next-generation technology advancements in the financial services industry. We will explore how cloud solutions enable financial institutions to enhance scalability, security, and compliance. Discover how advanced technologies, such as AI, machine learning, and real-time processing, are transforming financial services by improving operational efficiency and customer experiences. (Tham gia cùng chúng tôi cho một phiên thú vị về cách FIS đã hợp tác với các nhà cung cấp đám mây hàng đầu để thúc đẩy các tiến bộ công nghệ thế hệ tiếp theo trong ngành dịch vụ tài chính. Chúng tôi sẽ khám phá cách các giải pháp đám mây cho phép các tổ chức tài chính nâng cao khả năng mở rộng, bảo mật và tuân thủ. Khám phá cách các công nghệ tiên tiến, như AI, học máy và xử lý theo thời gian thực, đang chuyển đổi các dịch vụ tài chính bằng cách cải thiện hiệu quả hoạt động và trải nghiệm khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "802",
    "title": "From Banker Insights to AI Innovation: Creating AI Assistants with a Human-First Approach [802] (Từ Hiểu biết của Nhân viên Ngân hàng đến Đổi mới AI: Tạo Trợ lý AI với Cách tiếp cận Ưu tiên Con người)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Join our product design leadership to learn about the FIS approach to creating AI assistants. We'll pull back the curtain on our development process, showing how we put bankers at the heart of our AI. Learn how researching with end users and being inspired by real-world mental models fuel AI solutions that are natural and intuitive for our bankers. (Tham gia cùng ban lãnh đạo thiết kế sản phẩm của chúng tôi để tìm hiểu về cách tiếp cận của FIS trong việc tạo trợ lý AI. Chúng tôi sẽ vén màn quy trình phát triển của mình, cho thấy cách chúng tôi đặt nhân viên ngân hàng vào trung tâm của AI. Tìm hiểu cách nghiên cứu với người dùng cuối và được truyền cảm hứng từ các mô hình tư duy trong thế giới thực thúc đẩy các giải pháp AI tự nhiên và trực quan đối với nhân viên ngân hàng của chúng tôi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1200",
    "title": "How Consumer Payment Demand Drives Innovation [1200] (Cách Nhu cầu Thanh toán của Người tiêu dùng thúc đẩy Đổi mới)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Explore how consumer demands for convenience, speed, and security in payments drive innovation in financial services. This presentation will highlight the evolution of money movement products, including Bill Pay and Zelle. We will discuss key trends and technological advancements, providing insights into how financial institutions can leverage these innovations to stay competitive. (Khám phá cách nhu cầu của người tiêu dùng về sự tiện lợi, tốc độ và bảo mật trong thanh toán thúc đẩy sự đổi mới trong các dịch vụ tài chính. Bài trình bày này sẽ làm nổi bật sự phát triển của các sản phẩm chuyển tiền, bao gồm Bill Pay và Zelle. Chúng tôi sẽ thảo luận về các xu hướng chính và tiến bộ công nghệ, cung cấp những hiểu biết sâu sắc về cách các tổ chức tài chính có thể tận dụng những đổi mới này để duy trì tính cạnh tranh.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "904",
    "title": "Innovative Payment Data Solutions Driving Effective Card Management [904] (Các Giải pháp Dữ liệu Thanh toán Đổi mới thúc đẩy Quản lý Thẻ hiệu quả)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Join this session to gain powerful insight into your financial institution’s payment data to optimize card management processes across Debit, Credit, Fraud, and Loyalty Rewards. Participants will learn benefits of analyzing and utilizing payment data to streamline card issuance, enhance cardholder engagement, manage card usage, risk management, operational efficiencies, financial and regulatory reporting. Learn the importance of PCI certified data environment to ensure data security & privacy. (Tham gia phiên này để có được những hiểu biết sâu sắc mạnh mẽ về dữ liệu thanh toán của tổ chức tài chính của bạn nhằm tối ưu hóa các quy trình quản lý thẻ trên các lĩnh vực Ghi nợ, Tín dụng, Gian lận và Thưởng Khách hàng thân thiết. Người tham dự sẽ tìm hiểu những lợi ích của việc phân tích và sử dụng dữ liệu thanh toán để hợp lý hóa việc phát hành thẻ, tăng cường sự gắn kết của chủ thẻ, quản lý việc sử dụng thẻ, quản lý rủi ro, hiệu quả hoạt động, báo cáo tài chính và quy định. Tìm hiểu tầm quan trọng của môi trường dữ liệu được chứng nhận PCI để đảm bảo an toàn và quyền riêng tư dữ liệu.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "201",
    "title": "Meeting the Moment: Digital One’s Strengths as a Modern Channel Platform [201] (Đáp ứng Khoảnh khắc: Điểm mạnh của Digital One với tư cách là Nền tảng Kênh Hiện đại)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Digital banking customers increasingly expect their experience to be as intuitive and comprehensive as the consumer digital services they’ve integrated into other parts of their lives. Join us to see how the Digital One banking platform is meeting those evolving customer expectations. Celent, a part of GlobalData, shares their research findings across the global digital banking platform landscape and assesses the strengths of Digital One in the US market. (Khách hàng ngân hàng số ngày càng mong đợi trải nghiệm của họ trực quan và toàn diện như các dịch vụ số tiêu dùng mà họ đã tích hợp vào các phần khác trong cuộc sống. Tham gia cùng chúng tôi để xem nền tảng ngân hàng Digital One đang đáp ứng những kỳ vọng ngày càng tăng của khách hàng như thế nào. Celent, một phần của GlobalData, chia sẻ kết quả nghiên cứu của họ về bối cảnh nền tảng ngân hàng số toàn cầu và đánh giá điểm mạnh của Digital One tại thị trường Hoa Kỳ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1301",
    "title": "Modernization is so 1980’s, it’s time to do real innovation! [1301] (Hiện đại hóa đã là của thập niên 1980, đã đến lúc thực hiện đổi mới thực sự!)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Learn how to launch new innovative debit solutions to your portfolio, offering you new revenue streams, cost savings, and tools to attract your next generation cardholders while also protecting at risk consumers. Debit is no longer just a commodity! (Tìm hiểu cách ra mắt các giải pháp ghi nợ đổi mới mới cho danh mục của bạn, mang lại cho bạn các nguồn doanh thu mới, tiết kiệm chi phí và các công cụ để thu hút thế hệ chủ thẻ tiếp theo của bạn đồng thời bảo vệ những người tiêu dùng có nguy cơ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "919",
    "title": "PaymentsEdge: Revolutionizing Cardholder Engagement [919] (PaymentsEdge: Cách mạng hóa Sự gắn kết của Chủ thẻ)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Gone are the days of one-size-fits-all marketing. Today’s cardholders expect personalized, dynamic experiences that drive retention and action. In this session, we will showcase how our data science driven mobile, email, direct mail marketing and advisory services are redefining how financial institutions connect with cardholders—delivering results that reward. Join us as we explore the latest marketing innovations designed to drive engagement and maximize portfolio performance. (Đã qua rồi cái thời tiếp thị \"một kích cỡ cho tất cả\". Chủ thẻ ngày nay mong đợi những trải nghiệm được cá nhân hóa, năng động giúp thúc đẩy việc giữ chân và hành động. Trong phiên này, chúng tôi sẽ giới thiệu cách các dịch vụ tiếp thị di động, email, thư trực tiếp và tư vấn dựa trên khoa học dữ liệu của chúng tôi đang định nghĩa lại cách các tổ chức tài chính kết nối với chủ thẻ—mang lại kết quả xứng đáng. Tham gia cùng chúng tôi khi chúng tôi khám phá những đổi mới tiếp thị mới nhất được thiết kế để thúc đẩy sự gắn kết và tối đa hóa hiệu suất danh mục.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "913",
    "title": "Redefining Commercial Account Analysis Strategies for a Competitive Edge in the Market [913] (Xác định lại Các Chiến lược Phân tích Tài khoản Thương mại để có Lợi thế Cạnh tranh trên Thị trường)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Join this panel led by FIS, for actionable insights into overcoming challenges and seizing opportunities in commercial account analysis. Hear from long-time industry leaders Norm Marranccini and Karen Hendricks from FIS, as well as Tim Hadley from Old National Bank as they share strategies to enhance processes, strengthen partnerships, and begin to leverage (AI) automation in the banking industry. Discover how Revenue Connect can simplify the once cumbersome process of account analysis. Don’t miss this chance to learn how you can differentiate yourself from the bank next door. (Tham gia bàn tròn này do FIS dẫn dắt, để có những hiểu biết sâu sắc có thể hành động về việc vượt qua thách thức và nắm bắt cơ hội trong phân tích tài khoản thương mại. Nghe từ các nhà lãnh đạo ngành lâu năm Norm Marranccini và Karen Hendricks từ FIS, cũng như Tim Hadley từ Old National Bank khi họ chia sẻ các chiến lược để nâng cao quy trình, củng cố quan hệ đối tác và bắt đầu tận dụng tự động hóa (AI) trong ngành ngân hàng. Khám phá cách Revenue Connect có thể đơn giản hóa quy trình phân tích tài khoản từng rườm rà. Đừng bỏ lỡ cơ hội này để tìm hiểu cách bạn có thể tạo sự khác biệt với ngân hàng bên cạnh.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "111",
    "title": "Roundtable Discussion: AI & Machine Learning in Auto & Equipment Finance [111] (Thảo luận Bàn tròn: AI & Học máy trong Tài chính Ô tô & Thiết bị)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "AI and Machine Learning are transforming the Auto and Equipment Finance industry, driving smarter decision-making, operational efficiencies, and enhanced customer experiences. But how can businesses harness these technologies effectively? Join us for an interactive roundtable discussion, where industry peers and experts will explore the real-world applications of AI and ML in finance, share insights on emerging trends, and discuss the challenges and opportunities ahead. (AI và Học máy đang chuyển đổi ngành Tài chính Ô tô và Thiết bị, thúc đẩy việc ra quyết định thông minh hơn, nâng cao hiệu quả hoạt động và trải nghiệm khách hàng. Nhưng làm thế nào các doanh nghiệp có thể khai thác hiệu quả những công nghệ này? Tham gia cùng chúng tôi cho một cuộc thảo luận bàn tròn tương tác, nơi các đồng nghiệp trong ngành và các chuyên gia sẽ khám phá các ứng dụng thực tế của AI và ML trong tài chính, chia sẻ những hiểu biết sâu sắc về các xu hướng mới nổi và thảo luận về những thách thức và cơ hội phía trước.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2011",
    "title": "Spotlight Session: Commercial Lending Transformation: More Than Just a Technology Upgrade [2011] (Phiên Tiêu điểm: Chuyển đổi Cho vay Thương mại: Hơn cả một Nâng cấp Công nghệ)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Financial institutions are rethinking how they can transform their commercial loan servicing functions to help reduce the cost of loan servicing and operational risk, increase efficiency, and improve stakeholder experiences, while growing at scale and delivering sustainable value to stakeholders for years to come. Join FIS and PwC as we explore the key elements of a successful transformation and how to unlock the overall value and accelerate your transformation journey. (Các tổ chức tài chính đang suy nghĩ lại cách họ có thể chuyển đổi các chức năng phục vụ khoản vay thương mại của mình để giúp giảm chi phí phục vụ khoản vay và rủi ro hoạt động, tăng hiệu quả và cải thiện trải nghiệm của các bên liên quan, đồng thời tăng trưởng theo quy mô và mang lại giá trị bền vững cho các bên liên quan trong những năm tới. Tham gia cùng FIS và PwC khi chúng tôi khám phá các yếu tố chính của một quá trình chuyển đổi thành công và cách mở khóa giá trị tổng thể và đẩy nhanh hành trình chuyển đổi của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "602",
    "title": "Spotting and Preventing Fraud in Today's Marketplace [602] (Phát hiện và Phòng ngừa Gian lận trên Thị trường Ngày nay)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Join us for a breakout session to explore the latest fraud trends and prevention strategies. Learn from experts, gain practical tips, and network with professionals dedicated to safeguarding the marketplace. (Tham gia cùng chúng tôi cho một phiên breakout để khám phá các xu hướng gian lận mới nhất và các chiến lược phòng ngừa. Học hỏi từ các chuyên gia, có được các mẹo thực tế và kết nối với các chuyên gia tận tâm bảo vệ thị trường.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "200",
    "title": "The Collaboration Playbook - Key learnings from a FinTech / Bank project success story: Digital One Commercial and Santander [200] (Cẩm nang Hợp tác - Những bài học kinh nghiệm chính từ một câu chuyện thành công dự án FinTech / Ngân hàng: Digital One Commercial và Santander)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Dragonfly and Santander conducted a successful collaborative and agile approach to implementing ISO standards in their cloud native business banking solution. This session will focus on how the strong collaboration drove speed to market for this critical change. (Dragonfly và Santander đã thực hiện một cách tiếp cận hợp tác và linh hoạt thành công để triển khai các tiêu chuẩn ISO trong giải pháp ngân hàng doanh nghiệp gốc đám mây của họ. Phiên này sẽ tập trung vào cách sự hợp tác mạnh mẽ đã thúc đẩy tốc độ ra thị trường cho sự thay đổi quan trọng này.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1104",
    "title": "The urgency of embarking on a modernization journey on the core: Insights from FIS clients and experts [1104] (Sự cấp bách của việc bắt tay vào hành trình hiện đại hóa hệ thống cốt lõi: Những hiểu biết sâu sắc từ khách hàng và chuyên gia của FIS)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Why does core modernization matter ? Why do so many efforts stall or fail globally? And most importantly—how can your organization succeed? Join our expert panel as they break down the “big why” behind a core modernization journey. Discover why addressing outdated systems is critical to staying competitive and learn how to overcome the challenges of modernization. Hear from peers from across LATAM, APAC, and Europe who’ve successfully navigated this complex process to bring modernization benefits to their clients with FIS core banking solutions. (Tại sao hiện đại hóa hệ thống cốt lõi lại quan trọng? Tại sao rất nhiều nỗ lực bị đình trệ hoặc thất bại trên toàn cầu? Và quan trọng nhất—làm thế nào tổ chức của bạn có thể thành công? Tham gia hội đồng chuyên gia của chúng tôi khi họ phân tích lý do \"tại sao lớn\" đằng sau hành trình hiện đại hóa hệ thống cốt lõi. Khám phá lý do tại sao việc giải quyết các hệ thống lỗi thời lại quan trọng để duy trì tính cạnh tranh và học cách vượt qua các thách thức của hiện đại hóa. Nghe từ các đồng nghiệp trên khắp LATAM, APAC và Châu Âu, những người đã thành công vượt qua quy trình phức tạp này để mang lại lợi ích hiện đại hóa cho khách hàng của họ bằng các giải pháp ngân hàng cốt lõi của FIS.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1801",
    "title": "Unlock Business Growth with Receivables Innovation [1801] (Mở khóa Tăng trưởng Kinh doanh bằng Đổi mới Khoản phải thu)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Explore the future of automation with FIS! Discover how we're transforming the order-to-cash process for corporations by digitizing it in ways that make a difference. With Integrated Receivables & Revenue Insight, you'll unlock deeper insights into your client's receivables process & capture a larger wallet share while solidifying your position as their trusted partner. Discover our Receivables Automation solutions, experience live demos, and see our roadmap for success. Don’t miss out! (Khám phá tương lai của tự động hóa với FIS! Khám phá cách chúng tôi đang chuyển đổi quy trình đặt hàng đến tiền mặt cho các tập đoàn bằng cách số hóa nó theo những cách tạo ra sự khác biệt. Với Khoản phải thu tích hợp & Thông tin chi tiết về Doanh thu, bạn sẽ mở khóa những hiểu biết sâu sắc hơn về quy trình khoản phải thu của khách hàng và chiếm thị phần lớn hơn đồng thời củng cố vị thế của bạn với tư cách là đối tác đáng tin cậy của họ. Khám phá các giải pháp Tự động hóa Khoản phải thu của chúng tôi, trải nghiệm bản demo trực tiếp và xem lộ trình thành công của chúng tôi. Đừng bỏ lỡ!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1805",
    "title": "What’s New in FIS Wealth - New Enhancements, Business Trends, Cybersecurity, Risk & Compliance [1805] (Có gì mới trong FIS Wealth - Các cải tiến mới, Xu hướng kinh doanh, An ninh mạng, Rủi ro & Tuân thủ)",
    "time": "Wednesday, May 211:15 PM - 2:00 PM EDT",
    "rawDesc": "Join us to discover the exciting trends and tools revolutionizing FIS Wealth Management. Digital transformation is paving the way for innovative technology-led solutions like APIs, CRM integrations, and more. These advancements are empowering a DIY architecture and enhancing personalized client experiences. Learn how FIS’s Managed Cyber Security and Identity Theft Monitoring services can safeguard your wealth and offer peace of mind. (Tham gia cùng chúng tôi để khám phá các xu hướng và công cụ thú vị đang cách mạng hóa Quản lý Tài sản FIS. Chuyển đổi số đang mở đường cho các giải pháp dựa trên công nghệ đổi mới như API, tích hợp CRM và hơn thế nữa. Những tiến bộ này đang thúc đẩy kiến trúc DIY và nâng cao trải nghiệm khách hàng được cá nhân hóa. Tìm hiểu cách các dịch vụ An ninh mạng được Quản lý và Giám sát Trộm cắp Danh tính của FIS có thể bảo vệ tài sản của bạn và mang lại sự yên tâm.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "300",
    "title": "AffinityEdge: Empowering Credit Unions with a Competitive Edge [300] (AffinityEdge: Trao quyền cho Liên minh tín dụng với Lợi thế Cạnh tranh)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "AffinityEdge empowers credit unions to deliver exceptional member experiences by seamlessly integrating advanced banking technology, payment systems, and fraud prevention solutions. With AffinityEdge, you can unlock new opportunities, optimize engagement, and drive growth. Join us and discover how AffinityEdge can enhance your credit union's future. (AffinityEdge trao quyền cho các liên minh tín dụng cung cấp trải nghiệm thành viên đặc biệt bằng cách tích hợp liền mạch công nghệ ngân hàng tiên tiến, hệ thống thanh toán và các giải pháp phòng chống gian lận. Với AffinityEdge, bạn có thể mở khóa các cơ hội mới, tối ưu hóa sự tương tác và thúc đẩy tăng trưởng. Tham gia cùng chúng tôi và khám phá cách AffinityEdge có thể nâng cao tương lai của liên minh tín dụng của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "108",
    "title": "Asset Finance Functional & Technical Roadmap: What's Next in 2025 and Beyond [108] (Lộ trình Chức năng & Kỹ thuật Tài chính Tài sản: Điều gì tiếp theo vào năm 2025 và hơn thế nữa)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us for a roadmap session, where our product leaders will unveil the latest innovations and future plans for our Asset Finance solution. We'll cover current enhancements, 2025 priorities, and long-term strategies while providing client collaboration. Whether you're focused on automation, compliance, or integrations, this session will offer key insights to help shape the future of Asset Finance. (Tham gia cùng chúng tôi cho một phiên lộ trình, nơi các nhà lãnh đạo sản phẩm của chúng tôi sẽ công bố những đổi mới mới nhất và kế hoạch tương lai cho giải pháp Tài chính Tài sản của chúng tôi. Chúng tôi sẽ trình bày những cải tiến hiện tại, ưu tiên năm 2025 và các chiến lược dài hạn đồng thời cung cấp sự hợp tác của khách hàng. Cho dù bạn tập trung vào tự động hóa, tuân thủ hay tích hợp, phiên này sẽ cung cấp những hiểu biết sâu sắc chính để giúp định hình tương lai của Tài chính Tài sản.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1302",
    "title": "Atelio: Empowering Innovation in Healthcare [1302] (Atelio: Trao quyền Đổi mới trong Chăm sóc sức khỏe)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us to explore how Atelio, the innovative fintech platform by FIS, has been innovating in the health care space. A vertical that has earned the attention of banks, both small and large, the health care industry has unique and specific embedded finance needs. Learn how Atelio has been working with leading healthcare platforms to deliver cutting edge solutions that are secure, compliant, and user-friendly financial experiences. (Tham gia cùng chúng tôi để khám phá cách Atelio, nền tảng fintech đổi mới của FIS, đã và đang đổi mới trong lĩnh vực chăm sóc sức khỏe. Là một ngành dọc đã thu hút sự chú ý của các ngân hàng, cả lớn và nhỏ, ngành chăm sóc sức khỏe có những nhu cầu tài chính nhúng độc đáo và cụ thể. Tìm hiểu cách Atelio đã làm việc với các nền tảng chăm sóc sức khỏe hàng đầu để cung cấp các giải pháp tiên tiến, an toàn, tuân thủ và trải nghiệm tài chính thân thiện với người dùng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1208",
    "title": "BillerIQ and Beyond: The Ultimate Bill Presentment and Payment Experience [1208] (BillerIQ và hơn thế nữa: Trải nghiệm Trình bày và Thanh toán Hóa đơn Tối ưu)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "In today’s digital landscape, businesses are eager to speed up payments while enhancing cost efficiency and the payer experience. Payers expect secure, flexible payment options that enable them to self-serve based on their schedule & preference. BillerIQ is a cutting-edge, white-labeled SaaS biller direct solution that allows businesses to deliver bills and accept payments through various digital channels. Join us to explore BillerIQ, see live demos, and uncover what’s next on our roadmap. (Trong bối cảnh kỹ thuật số ngày nay, các doanh nghiệp rất mong muốn đẩy nhanh tốc độ thanh toán đồng thời nâng cao hiệu quả chi phí và trải nghiệm của người thanh toán. Người thanh toán mong đợi các tùy chọn thanh toán an toàn, linh hoạt cho phép họ tự phục vụ dựa trên lịch trình và sở thích của mình. BillerIQ là một giải pháp trực tiếp cho người lập hóa đơn SaaS tiên tiến, có nhãn trắng, cho phép các doanh nghiệp gửi hóa đơn và chấp nhận thanh toán qua nhiều kênh kỹ thuật số khác nhau. Hãy tham gia cùng chúng tôi để khám phá BillerIQ, xem các bản demo trực tiếp và khám khai những gì tiếp theo trên lộ trình của chúng tôi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1602",
    "title": "Breaking Ground: FIS Retirement Platform Early Adopter Panel [1602] (Đột phá: Hội đồng những người dùng sớm Nền tảng Hưu trí FIS)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "This session is your chance to delve into the exciting world of early adoption with FIS Retirement Platform! Sharing their first-hand experience, explore FRP clients' motivations, expectations, and share key strategies and best practices for a seamless transition. Get ready to uncover valuable insights and ensure you’re ahead of the curve! (Phiên này là cơ hội để bạn đi sâu vào thế giới thú vị của việc áp dụng sớm Nền tảng Hưu trí FIS! Chia sẻ kinh nghiệm trực tiếp của họ, khám phá động lực, kỳ vọng của khách hàng FRP và chia sẻ các chiến lược chính và phương pháp hay nhất để chuyển đổi liền mạch. Hãy sẵn sàng khám phá những hiểu biết sâu sắc có giá trị và đảm bảo bạn đi trước xu hướng!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1802",
    "title": "Collective Investment Trusts – The Preferred Investment Vehicle of the Future [1802] (Quỹ Tín thác Đầu tư Tập thể – Phương tiện Đầu tư Ưu tiên của Tương lai)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "As of June 2024, Collective Investment Trust (CIT) assets in target-date funds surpassed mutual funds for the first time, per Morningstar Direct. This trend shows the industry's shift to CITs for their lower costs and regulatory burdens. Offering the same flexibility as other pooled vehicles, CITs provide a more affordable way to access the same investment strategies as mutual funds. CITs allow investment managers to launch new vehicles quicker and with more pricing options than mutual funds. (Tính đến tháng 6 năm 2024, tài sản của Quỹ Tín thác Đầu tư Tập thể (CIT) trong các quỹ ngày mục tiêu đã vượt qua quỹ tương hỗ lần đầu tiên, theo Morningstar Direct. Xu hướng này cho thấy sự chuyển dịch của ngành sang CIT do chi phí thấp hơn và gánh nặng quy định ít hơn. Cung cấp sự linh hoạt tương tự như các phương tiện tập thể khác, CIT cung cấp một cách tiếp cận các chiến lược đầu tư tương tự như quỹ tương hỗ với chi phí hợp lý hơn. CIT cho phép các nhà quản lý đầu tư ra mắt các quỹ mới nhanh hơn và với nhiều tùy chọn định giá hơn so với quỹ tương hỗ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "104",
    "title": "Commercial Lending: The Transformation Journey [104] (Cho vay Thương mại: Hành trình Chuyển đổi)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Join industry experts in the Commercial Lending transformation, with best practices shared by a client. (Tham gia cùng các chuyên gia trong ngành trong quá trình chuyển đổi Cho vay Thương mại, với những phương pháp hay nhất được chia sẻ bởi một khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "208",
    "title": "Digital Drive: Accelerating Business Banking Growth and Customer Experience Excellence [208] (Động lực Kỹ thuật số: Tăng tốc Tăng trưởng Ngân hàng Doanh nghiệp và Nâng cao Trải nghiệm Khách hàng Xuất sắc)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Delve into the strategies and tools that can help you leverage digital solutions to drive business banking growth and enhance customer experience. Discover how digital transformation can streamline operations, improve customer engagement, and support your business objectives. (Đi sâu vào các chiến lược và công cụ có thể giúp bạn tận dụng các giải pháp kỹ thuật số để thúc đẩy tăng trưởng ngân hàng doanh nghiệp và nâng cao trải nghiệm khách hàng. Khám phá cách chuyển đổi số có thể hợp lý hóa hoạt động, cải thiện sự tương tác của khách hàng và hỗ trợ các mục tiêu kinh doanh của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "927",
    "title": "Driving Growth and Compliance with FIS Banking BPM (Legacy VBO)[927]",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Explore how FIS Banking Business Process Management (BPM) empowers you to meet evolving customer expectations, adapt to regulatory changes, and drive innovation. Learn how subject matter expertise, automation, and predictive analytics can reinvent your deposits & lending back office and contact center, while demand analytics and after-hours support models enhance core banking conversions and operational success. (Khám phá cách Quản lý Quy trình Kinh doanh Ngân hàng (BPM) của FIS trao quyền cho bạn đáp ứng kỳ vọng ngày càng tăng của khách hàng, thích ứng với những thay đổi quy định và thúc đẩy đổi mới. Tìm hiểu cách chuyên môn về lĩnh vực, tự động hóa và phân tích dự đoán có thể tái tạo lại bộ phận hậu cần tiền gửi & cho vay và trung tâm liên hệ của bạn, trong khi phân tích nhu cầu và các mô hình hỗ trợ ngoài giờ làm việc nâng cao việc chuyển đổi ngân hàng cốt lõi và thành công hoạt động.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "924",
    "title": "FIS Connections: The New CRM for IBS [924] (FIS Connections: CRM mới cho IBS)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "FIS Connections is the CRM solution now fully integrated with the IBS ecosystem. Join us for a demo of Connections and discover its capabilities to track opportunities, manage service requests, display dashboards, and automate your marketing efforts. (FIS Connections là giải pháp CRM hiện đã tích hợp hoàn toàn với hệ sinh thái IBS. Tham gia cùng chúng tôi để xem bản demo của Connections và khám phá các khả năng của nó trong việc theo dõi cơ hội, quản lý yêu cầu dịch vụ, hiển thị bảng điều khiển và tự động hóa các nỗ lực tiếp thị của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1106",
    "title": "From Tradition to Innovation: Digital Transformation in Commercial Banks [1106] (Từ Truyền thống đến Đổi mới: Chuyển đổi số trong Ngân hàng Thương mại)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Explore how digital transformation can propel your bank's commercial banking operations into the future. This transformation offers significant advantages by delivering innovative and improved solutions for both commercial banks and their clients. It promises a broad spectrum of enhancements, including improved customer experience, data-driven decision-making, cost savings, and risk management. Discover current industry developments and envision the potential for your bank. (Khám phá cách chuyển đổi số có thể đưa hoạt động ngân hàng thương mại của ngân hàng bạn tiến vào tương lai. Sự chuyển đổi này mang lại những lợi thế đáng kể bằng cách cung cấp các giải pháp sáng tạo và cải tiến cho cả ngân hàng thương mại và khách hàng của họ. Nó hứa hẹn một loạt các cải tiến rộng rãi, bao gồm cải thiện trải nghiệm khách hàng, ra quyết định dựa trên dữ liệu, tiết kiệm chi phí và quản lý rủi ro. Khám phá những phát triển hiện tại của ngành và hình dung tiềm năng cho ngân hàng của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "906",
    "title": "Incentivizing Loyalty Above and Beyond the Transaction with Relationship Rewards [906] (Khuyến khích Lòng trung thành Vượt lên trên Giao dịch với Phần thưởng Mối quan hệ)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Relationship Rewards integrates banking, processing and behavior-based data insights, for a new take on loyalty. Through ongoing assessment of customer relationships, you can determine the lifetime value of each customer and the corresponding level of benefits you should offer. Unlock the full potential of your customer relationships with Relationship Rewards. (Phần thưởng Mối quan hệ tích hợp các hiểu biết sâu sắc về dữ liệu ngân hàng, xử lý và hành vi, mang đến một góc nhìn mới về lòng trung thành. Thông qua việc đánh giá liên tục các mối quan hệ khách hàng, bạn có thể xác định giá trị trọn đời của mỗi khách hàng và mức độ lợi ích tương ứng mà bạn nên cung cấp. Mở khóa toàn bộ tiềm năng của mối quan hệ khách hàng của bạn với Phần thưởng Mối quan hệ.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "701",
    "title": "Maximizing Security in HORIZON XE: Unleashing Underutilized Tools and Techniques [701] (Tối đa hóa Bảo mật trong HORIZON XE: Giải phóng các Công cụ và Kỹ thuật chưa được Tận dụng hết)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Discover how to enhance your security management practices in HORIZON XE by leveraging some of its underutilized tools. This breakout session will cover the Manage Permissions Task page, Inquiry and Maintenance Log Viewer, and Security Reports for audit purposes and more. Learn practical techniques to maximize these tools, ensuring robust security and compliance within your organization. (Khám phá cách nâng cao các biện pháp quản lý bảo mật của bạn trong HORIZON XE bằng cách tận dụng một số công cụ chưa được sử dụng hết của nó. Phiên breakout này sẽ đề cập đến trang tác vụ Quản lý Quyền, Trình xem Nhật ký Yêu cầu và Bảo trì, và Báo cáo Bảo mật cho mục đích kiểm toán và hơn thế nữa. Học các kỹ thuật thực tế để tối đa hóa các công cụ này, đảm bảo bảo mật và tuân thủ mạnh mẽ trong tổ chức của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "930",
    "title": "Navigating Regulatory Compliance Changes [930] (Điều hướng các Thay đổi về Tuân thủ Quy định)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us as we breakdown recent regulatory publications, legislative hearings and sessions, and regulatory expectations as it relates to banking compliance and the potential impact to your institutions. (Tham gia cùng chúng tôi khi chúng tôi phân tích các ấn phẩm quy định gần đây, các phiên điều trần và phiên họp lập pháp, và kỳ vọng của cơ quan quản lý liên quan đến tuân thủ ngân hàng và tác động tiềm tàng đối với các tổ chức của bạn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "215",
    "title": "Real-world Wins with FIS Content Management and the FCM Collaboration Hub [215] (Những Chiến thắng trong Thế giới Thực với Quản lý Nội dung FIS và Trung tâm Hợp tác FCM)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Join FIS experts and Western Bank for an engaging session on FIS Content Management (FCM) and the FCM Collaboration Hub - learn how we can help you solve document chaos! Gain valuable insights from Western Bank as they share their experiences and answer your questions. We’ll also explore the latest roadmap updates and key business developments. Don’t miss your opportunity to stay informed and inspired! (Tham gia cùng các chuyên gia của FIS và Western Bank cho một phiên hấp dẫn về Quản lý Nội dung FIS (FCM) và Trung tâm Hợp tác FCM - tìm hiểu cách chúng tôi có thể giúp bạn giải quyết tình trạng hỗn loạn tài liệu! Có được những hiểu biết sâu sắc có giá trị từ Western Bank khi họ chia sẻ kinh nghiệm và trả lời câu hỏi của bạn. Chúng tôi cũng sẽ khám phá các bản cập nhật lộ trình mới nhất và những phát triển kinh doanh quan trọng. Đừng bỏ lỡ cơ hội để luôn cập nhật thông tin và được truyền cảm hứng!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2008",
    "title": "Spotlight Session: A New Transformation Blueprint: Merging Yesterday's Foundations with Tomorrow's Innovation [2008] (Phiên Tiêu điểm: Một Bản thiết kế Chuyển đổi Mới: Hợp nhất Nền tảng của Ngày hôm qua với Sự đổi mới của Ngày mai)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "In the ever-evolving landscape of banking, the technology that powers financial institutions is often seen as reliable but lacks agility. However, this perception overlooks the immense value of proven systems that have stood the test of time. The real challenge lies not in the core technology itself, but in the layers of customization that have accumulated over decades, creating complexity that hinders growth and innovation. What if you could harness the strength of your foundational trusted technologies while embracing the innovations of tomorrow? Join EY and FIS in this dynamic session as we unveil groundbreaking architectural patterns designed to unlock the full potential of your existing systems. Discover how to blend your reliable systems with cutting-edge advancements, enabling rapid digital transformation, enhancing customer experiences, and driving operational efficiency—all without the need for costly replacements. Get ready to reimagine the future of banking! Together, we'll explore strategies that minimize risks, accelerate time to market, and pave the way for a new era of agility and innovation. Don’t miss this opportunity to transform your institution into a powerhouse of modern banking! (Trong bối cảnh ngân hàng luôn thay đổi, công nghệ cung cấp năng lượng cho các tổ chức tài chính thường được xem là đáng tin cậy nhưng thiếu sự linh hoạt. Tuy nhiên, nhận thức này bỏ qua giá trị to lớn của các hệ thống đã được chứng minh qua thời gian. Thách thức thực sự không nằm ở bản thân công nghệ cốt lõi, mà nằm ở các lớp tùy chỉnh đã tích lũy qua nhiều thập kỷ, tạo ra sự phức tạp cản trở tăng trưởng và đổi mới. Điều gì sẽ xảy ra nếu bạn có thể khai thác sức mạnh của các công nghệ nền tảng đáng tin cậy của mình trong khi đón nhận những đổi mới của ngày mai? Tham gia cùng EY và FIS trong phiên năng động này khi chúng tôi công bố các mô hình kiến trúc đột phá được thiết kế để mở khóa toàn bộ tiềm năng của các hệ thống hiện có của bạn. Khám phá cách kết hợp các hệ thống đáng tin cậy của bạn với những tiến bộ tiên tiến, cho phép chuyển đổi số nhanh chóng, nâng cao trải nghiệm khách hàng và thúc đẩy hiệu quả hoạt động—tất cả mà không cần thay thế tốn kém. Hãy sẵn sàng tái tưởng tượng tương lai của ngành ngân hàng! Cùng nhau, chúng ta sẽ khám phá các chiến lược giảm thiểu rủi ro, tăng tốc thời gian ra thị trường và mở đường cho một kỷ nguyên mới của sự linh hoạt và đổi mới. Đừng bỏ lỡ cơ hội này để biến tổ chức của bạn thành một cường quốc ngân hàng hiện đại!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2000",
    "title": "Spotlight Session: Designing Human-Centered Retirement & Wealth Digital Products & Experiences [2000] (Phiên Tiêu điểm: Thiết kế Các Sản phẩm & Trải nghiệm Kỹ thuật số Hưu trí & Tài sản tập trung vào Con người)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Join us at FIS Emerald for a 45-minute, engaging and interactive session with Deloitte Digital on their vision for digital product and design in retirement and wealth. In this segment, digital leaders from Deloitte will share insights and stories from their experience in enhancing human experiences across the retirement and wealth value chain through innovative and accessible digital solutions. (Tham gia cùng chúng tôi tại FIS Emerald cho một phiên kéo dài 45 phút, hấp dẫn và tương tác với Deloitte Digital về tầm nhìn của họ về sản phẩm và thiết kế số trong lĩnh vực hưu trí và tài sản. Trong phần này, các nhà lãnh đạo số từ Deloitte sẽ chia sẻ những hiểu biết và câu chuyện từ kinh nghiệm của họ trong việc nâng cao trải nghiệm con người trên toàn bộ chuỗi giá trị hưu trí và tài sản thông qua các giải pháp số đổi mới và dễ tiếp cận.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "2010",
    "title": "Spotlight Session: Enhance AI Workloads with IBM Z Platform [2010] (Phiên Tiêu điểm: Tăng cường Khối lượng công việc AI với Nền tảng IBM Z)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Discover the latest AI workload capabilities available in the IBM Z platform that complement FIS core banking technology. This session will explore the hardware and infrastructure that enable AI and how IBM watsonx AI assistants and agents contribute to modernizing mainframe applications. (Khám phá các khả năng khối lượng công việc AI mới nhất có sẵn trên nền tảng IBM Z bổ sung cho công nghệ ngân hàng cốt lõi của FIS. Phiên này sẽ khám phá phần cứng và hạ tầng cho phép AI và cách các trợ lý và tác nhân AI của IBM watsonx đóng góp vào việc hiện đại hóa các ứng dụng máy tính lớn.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "601",
    "title": "Fraud: How to Protect Your Institution and Clients [601] (Gian lận: Cách Bảo vệ Tổ chức và Khách hàng của Bạn)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "In today’s evolving payments landscape, financial institutions are continually challenged with new and emerging fraud threats. Proactive fraud prevention strategies and tools are essential to protecting your institution and clients. This session will cover key fraud trends and highlight FIS fraud tools and services to help you effectively prevent, detect, and resolve fraud across multiple payments channels. (Trong bối cảnh thanh toán đang phát triển ngày nay, các tổ chức tài chính liên tục phải đối mặt với các mối đe dọa gian lận mới và đang nổi lên. Các chiến lược và công cụ phòng chống gian lận chủ động là điều cần thiết để bảo vệ tổ chức và khách hàng của bạn. Phiên này sẽ đề cập đến các xu hướng gian lận chính và làm nổi bật các công cụ và dịch vụ gian lận của FIS để giúp bạn phòng ngừa, phát hiện và giải quyết gian lận một cách hiệu quả trên nhiều kênh thanh toán.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "212",
    "title": "The Key to Keeping Your Client's Digital Financial Data Safe [212] (Chìa khóa để Giữ An toàn Dữ liệu Tài chính Kỹ thuật số của Khách hàng của Bạn)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "No longer Mission Impossible – what used to be a daunting task to ensure your client’s financial data is safe and secure is easier with Open Access. Join us for an introduction to Open Access, the key to keeping your client’s data private. (Không còn là Nhiệm vụ Bất khả thi – việc đảm bảo dữ liệu tài chính của khách hàng của bạn an toàn và bảo mật, vốn từng là một nhiệm vụ khó khăn, giờ đây dễ dàng hơn với Open Access. Tham gia cùng chúng tôi để tìm hiểu về Open Access, chìa khóa để giữ dữ liệu của khách hàng của bạn riêng tư.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "803",
    "title": "Transforming IBS: Elevating the User Experience [803] (Chuyển đổi IBS: Nâng cao Trải nghiệm Người dùng)",
    "time": "Wednesday, May 212:30 PM - 3:15 PM EDT",
    "rawDesc": "Explore the transformation of IBS and discover the modern Sales and Service applications, upcoming functional enhancements, and the new Insight application. Learn how you can start benefiting from the enhanced and elevated user experience today! (Khám phá sự chuyển đổi của IBS và khám phá các ứng dụng Bán hàng và Dịch vụ hiện đại, các cải tiến chức năng sắp tới và ứng dụng Insight mới. Tìm hiểu cách bạn có thể bắt đầu hưởng lợi từ trải nghiệm người dùng nâng cao và cải thiện ngay hôm nay!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "107",
    "title": "AI in Commercial Lending [107] (AI trong Cho vay Thương mại)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Interactive discussion highlighting AI adoption in Commercial Lending and implementation into FIS Credit Assessment (Thảo luận tương tác làm nổi bật việc áp dụng AI trong Cho vay Thương mại và triển khai vào Đánh giá Tín dụng của FIS)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1900",
    "title": "AI in Contact Centers – hype vs reality [1900] (AI trong Trung tâm Liên hệ – sự cường điệu so với thực tế)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "As AI promises to shift the contact center paradigm from rule-based automation to AI-led solutions, the market's a buzz. Myriad products have overwhelmed the marketplace. New marketing demos raises expectations about products without endorsing outcomes with statistical significance. How does one determine a reliable path forward? Join FIS practitioners in a fact-based discussion as they share insights from transformational outcomes that enable 50 million annual callers and over 4,000 clients. (Khi AI hứa hẹn sẽ chuyển đổi mô hình trung tâm liên hệ từ tự động hóa dựa trên quy tắc sang các giải pháp do AI dẫn dắt, thị trường đang sôi động. Vô số sản phẩm đã tràn ngập thị trường. Các bản demo tiếp thị mới nâng cao kỳ vọng về sản phẩm mà không chứng thực kết quả với ý nghĩa thống kê. Làm thế nào để xác định một con đường đáng tin cậy phía trước? Tham gia cùng các chuyên gia của FIS trong một cuộc thảo luận dựa trên thực tế khi họ chia sẻ những hiểu biết sâu sắc từ những kết quả chuyển đổi cho phép phục vụ 50 triệu người gọi hàng năm và hơn 4.000 khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "910",
    "title": "Building a Successful Bank : Brand Partnership [910] (Xây dựng Ngân hàng Thành công: Quan hệ Đối tác Thương hiệu)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "An EF bank:brand partnership is live. Now what? This session dives into driving growth and developing a relationship that is mutually advantageous for bank and brand. (Một quan hệ đối tác ngân hàng:thương hiệu EF đã hoạt động. Bây giờ thì sao? Phiên này đi sâu vào việc thúc đẩy tăng trưởng và phát triển một mối quan hệ cùng có lợi cho cả ngân hàng và thương hiệu.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1804",
    "title": "Cash Manager: Enhancing Wealth Management through Integrated Risk and Cash Management. [1804] (Quản lý Tiền mặt: Tăng cường Quản lý Tài sản thông qua Quản lý Rủi ro và Tiền mặt Tích hợp.)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Dive into the dynamic world of cash and liquidity management! This session will cover the latest regulatory and economic trends, strategies for navigating compliance, and effective liquidity management techniques. Learn how to mitigate interest rate risks and boost operational efficiency with cutting-edge automation and advanced tools. Don’t miss out on these insights to optimize your financial operations! (Đi sâu vào thế giới năng động của quản lý tiền mặt và thanh khoản! Phiên này sẽ bao gồm các xu hướng quy định và kinh tế mới nhất, các chiến lược để điều hướng tuân thủ và các kỹ thuật quản lý thanh khoản hiệu quả. Tìm hiểu cách giảm thiểu rủi ro lãi suất và tăng hiệu quả hoạt động với tự động hóa tiên tiến và các công cụ nâng cao. Đừng bỏ lỡ những hiểu biết sâu sắc này để tối ưu hóa hoạt động tài chính của bạn!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1103",
    "title": "Core banking transformation: Global trends and how they affect you and your customers [1103] (Chuyển đổi ngân hàng cốt lõi: Các xu hướng toàn cầu và cách chúng ảnh hưởng đến bạn và khách hàng của bạn)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Core transformation has the potential to redefine banking through modern, flexible platforms. Join us to hear about the global market trends and how FIS is positioned to help you on your journey, no matter where you are. (Chuyển đổi hệ thống cốt lõi có tiềm năng định nghĩa lại ngân hàng thông qua các nền tảng hiện đại, linh hoạt. Tham gia cùng chúng tôi để nghe về các xu hướng thị trường toàn cầu và cách FIS sẵn sàng giúp bạn trên hành trình của mình, bất kể bạn ở đâu.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1207",
    "title": "Enhancing Cross-Border Payments with Wires: The Impact of Fedwire's ISO Migration [1207] (Tăng cường Thanh toán Xuyên biên giới bằng Chuyển khoản: Tác động của Việc Di chuyển ISO của Fedwire)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Join us for an in-depth panel discussion on the transformative impact of the Federal Reserve's ISO 20022 migration on cross-border payments. This session will explore how the adoption of ISO 20022 standards by Fedwire is set to enhance the efficiency, transparency, and speed of international transactions. We will delve into the benefits of this migration, including improved data quality and interoperability with global payment systems. (Tham gia cùng chúng tôi để có một cuộc thảo luận bàn tròn chuyên sâu về tác động chuyển đổi của việc di chuyển sang ISO 20022 của Cục Dự trữ Liên bang đối với thanh toán xuyên biên giới. Phiên này sẽ khám phá cách việc Fedwire áp dụng các tiêu chuẩn ISO 20022 sẽ tăng cường hiệu quả, tính minh bạch và tốc độ của các giao dịch quốc tế. Chúng tôi sẽ đi sâu vào những lợi ích của việc di chuyển này, bao gồm cải thiện chất lượng dữ liệu và khả năng tương tác với các hệ thống thanh toán toàn cầu.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "205",
    "title": "Fireside Chat: Leveraging your customer data with Digital One™ Targeted Engagement to power the moments that matter [205] (Trò chuyện bên lửa trại: Tận dụng dữ liệu khách hàng của bạn với Digital One™ Targeted Engagement để thúc đẩy những khoảnh khắc quan trọng)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Join us for a fireside chat with industry leaders as they share how to unlock the full potential of your customer data through Digital One’s Targeted Engagement platform. Learn how to power the moments that matter, build deeper meaningful relationships, and drive real ROI across the customer lifecycle. (Tham gia cùng chúng tôi trong một cuộc trò chuyện bên lửa trại với các nhà lãnh đạo ngành khi họ chia sẻ cách mở khóa toàn bộ tiềm năng dữ liệu khách hàng của bạn thông qua nền tảng Targeted Engagement của Digital One. Tìm hiểu cách thúc đẩy những khoảnh khắc quan trọng, xây dựng các mối quan hệ sâu sắc hơn và thúc đẩy ROI thực sự trong suốt vòng đời khách hàng.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "607",
    "title": "Navigating Complexity: Cracking the Code and Winning the Fight Against Global Fraud and Compliance Risks [607] (Điều hướng Sự phức tạp: Giải mã và Giành chiến thắng trong Cuộc chiến Chống lại Gian lận Toàn cầu và Rủi ro Tuân thủ)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Fraud and financial crime constantly evolve as conditions change, creating new vulnerabilities for financial institutions and opportunities for fraudsters. Staying ahead of this moving target is complex but essential. In this roundtable discussion, our seasoned panel of specialists will discuss the following topics to beat criminals at their own game: • Changing the view of financial crime through regulations • Cybersecurity and financial crime: a growing intersection • Fighting financial scams at the root • Unmasking AI-powered fraud tools And find out how FIS adapts its strategy to the unique challenges we’re seeing business face across the global. (Gian lận và tội phạm tài chính liên tục phát triển khi các điều kiện thay đổi, tạo ra những lỗ hổng mới cho các tổ chức tài chính và cơ hội cho những kẻ lừa đảo. Luôn đi trước mục tiêu di chuyển này là phức tạp nhưng cần thiết. Trong cuộc thảo luận bàn tròn này, ban chuyên gia dày dặn kinh nghiệm của chúng tôi sẽ thảo luận về các chủ đề sau để đánh bại tội phạm bằng chính trò chơi của chúng: • Thay đổi cách nhìn về tội phạm tài chính thông qua các quy định • An ninh mạng và tội phạm tài chính: một giao điểm ngày càng tăng • Chống lại các trò lừa đảo tài chính tận gốc • Vạch mặt các công cụ gian lận được hỗ trợ bởi AI Và tìm hiểu cách FIS điều chỉnh chiến lược của mình để đối phó với những thách thức độc đáo mà chúng tôi đang thấy các doanh nghiệp phải đối mặt trên toàn cầu.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1105",
    "title": "Price Check: Optimize Deposit and Lending Pricing in a Shifting Market [1105] (Kiểm tra Giá: Tối ưu hóa Định giá Tiền gửi và Cho vay trong Thị trường Biến động)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Get ready to revolutionize your pricing strategies with our dynamic session on Deposit and Lending Pricing Optimization. With declining interest rates intensifying the risk of deposit flight, banks face mounting challenges to retain competitiveness. Join this session to learn about cutting-edge solutions to keep your bank ahead of the curve. (Hãy sẵn sàng cách mạng hóa các chiến lược định giá của bạn với phiên năng động của chúng tôi về Tối ưu hóa Định giá Tiền gửi và Cho vay. Với lãi suất giảm làm tăng nguy cơ rút tiền gửi, các ngân hàng phải đối mặt với những thách thức ngày càng tăng để duy trì tính cạnh tranh. Tham gia phiên này để tìm hiểu về các giải pháp tiên tiến giúp ngân hàng của bạn luôn dẫn đầu.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1800",
    "title": "Show me the Money: Unlock Working Capital and Reduce Cash Flow Risk with Artificial Intelligence [1800] (Chỉ cho tôi Tiền: Mở khóa Vốn lưu động và Giảm rủi ro Dòng tiền bằng Trí tuệ Nhân tạo)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Artificial Intelligence leverages vast datasets to proactively identify risks like non-payment, transforming how CFOs manage working capital. With tools like FIS Revenue Insight, financial leaders gain critical visibility and in-depth analysis of cash flow challenges. This innovation positions financial institutions as strategic partners to their commercial clients, empowering decision-making, enabling CFOs to remove barriers, unlock liquidity, and optimize financial performance. (Trí tuệ Nhân tạo tận dụng các tập dữ liệu lớn để chủ động xác định các rủi ro như không thanh toán, chuyển đổi cách các CFO quản lý vốn lưu động. Với các công cụ như FIS Revenue Insight, các nhà lãnh đạo tài chính có được cái nhìn quan trọng và phân tích chuyên sâu về các thách thức dòng tiền. Đổi mới này định vị các tổ chức tài chính như những đối tác chiến lược cho khách hàng thương mại của họ, trao quyền ra quyết định, cho phép các CFO loại bỏ các rào cản, mở khóa thanh khoản và tối ưu hóa hiệu quả tài chính.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "110",
    "title": "Solution Spotlight: The Future of Subscription Models in Auto & Asset Finance [110] (Phiên Tiêu điểm Giải pháp: Tương lai của Mô hình Đăng ký trong Tài chính Ô tô & Tài sản)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Subscription-based models are transforming Auto and Equipment Finance, creating new opportunities for flexibility, engagement, and revenue growth. Join our FIS leaders as they discuss key components, market trends, and how our solution supports seamless adoption. Gain insights, strategies, and a look at what’s next in this evolving landscape. Don’t miss this essential conversation! (Các mô hình dựa trên đăng ký đang chuyển đổi Tài chính Ô tô và Thiết bị, tạo ra những cơ hội mới cho sự linh hoạt, tương tác và tăng trưởng doanh thu. Tham gia cùng các nhà lãnh đạo của FIS khi họ thảo luận về các thành phần chính, xu hướng thị trường và cách giải pháp của chúng tôi hỗ trợ việc áp dụng liền mạch. Có được những hiểu biết sâu sắc, chiến lược và cái nhìn về những gì tiếp theo trong bối cảnh đang phát triển này. Đừng bỏ lỡ cuộc trò chuyện quan trọng này!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "702",
    "title": "HORIZON Teller - Unlock Efficiencies at the Branch and Beyond [702] (Giao dịch viên HORIZON - Mở khóa Hiệu quả tại Chi nhánh và hơn thế nữa)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Explore how HORIZON Teller is revolutionizing branch operations and discover the innovative ways it enhances efficiency beyond traditional teller functions. (Khám phá cách Giao dịch viên HORIZON đang cách mạng hóa hoạt động chi nhánh và khám phá những cách đổi mới mà nó tăng cường hiệu quả vượt ra ngoài các chức năng giao dịch viên truyền thống.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1603",
    "title": "Unlock Your Power: The Digital experience for Plan Sponsors, TPAs and Advisors [1603] (Mở khóa Sức mạnh của Bạn: Trải nghiệm Kỹ thuật số cho Nhà tài trợ Kế hoạch, TPA và Cố vấn)",
    "time": "Wednesday, May 213:45 PM - 4:30 PM EDT",
    "rawDesc": "Discover the amazing features of our user focused experiences! Through a live demo, get a sneak peek at the FIS Retirement Platform non-participant digital capabilities. See the powerful FRP Admin Console in action, giving full control over setup and digital experience changes. Join us and be part of the growing excitement! (Khám phá các tính năng tuyệt vời của trải nghiệm tập trung vào người dùng của chúng tôi! Thông qua bản demo trực tiếp, hãy xem trước khả năng kỹ thuật số không dành cho người tham gia của Nền tảng Hưu trí FIS. Xem Bảng điều khiển Quản trị FRP mạnh mẽ đang hoạt động, cho phép kiểm soát hoàn toàn việc thiết lập và thay đổi trải nghiệm kỹ thuật số. Tham gia cùng chúng tôi và trở thành một phần của sự hứng thú ngày càng tăng!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1263",
    "title": "Emerald City Expo Finale [1263] (Chung kết Triển lãm Emerald City)",
    "time": "Wednesday, May 215:00 PM - 7:00 PM EDT",
    "rawDesc": "Spend time with us in the Solutions Expo featuring 100+ FIS kiosks. Take in an Expo Theater Session in one of the four theaters and explore the FIS HUB. Don't forget to visit with our 65+ Emerald sponsors. (Dành thời gian với chúng tôi tại Triển lãm Giải pháp với hơn 100 quầy của FIS. Tham dự Phiên Nhà hát Triển lãm tại một trong bốn nhà hát và khám phá FIS HUB. Đừng quên ghé thăm hơn 65 nhà tài trợ Emerald của chúng tôi.)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  },
  {
    "id": "1264",
    "title": "Signature Event, Sponsored by Visa [1264] (Sự kiện Đặc biệt, được tài trợ bởi Visa)",
    "time": "Wednesday, May 217:00 PM - 10:00 PM EDT",
    "rawDesc": "Join us for VIVIA! La Musica - a Latin Music Festival featuring a live performance by Pitbull. We've crafted an exhilarating evening inspired by Latin culture, complete with a delectable meal to delight and amaze you! Come hungry, as our chef has prepared a mouthwatering spread including grouper and pork tacos, an elote bar, a margarita bar and mini churros! (Tham gia cùng chúng tôi cho VIVIA! La Musica - một Lễ hội Âm nhạc Latin với màn trình diễn trực tiếp của Pitbull. Chúng tôi đã tạo ra một buổi tối sôi động lấy cảm hứng từ văn hóa Latin, hoàn chỉnh với một bữa ăn ngon để làm hài lòng và khiến bạn ngạc nhiên! Hãy đến khi đói bụng, vì đầu bếp của chúng tôi đã chuẩn bị một bữa ăn hấp dẫn bao gồm cá mú và thịt heo taco, quầy elote, quầy margarita và bánh churros mini!)",
    "day": "",
    "period": "",
    "dateLabel": "",
    "startEDT": "",
    "startLocal": "",
    "location": ""
  }
]